Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Swap
pt: Troca

source: Done
es: Hecho
pt: Feito

source: Close
es: Cerrar
pt: Fechar

source: Wallet ID
es: ID de billetera
pt: ID da carteira

source: Logout
es: Cerrar sesión
pt: Sair

source: Terms of Service
es: Términos de servicio
pt: Termos de serviço

source: Privacy Policy
es: Política de privacidad
pt: Política de Privacidade

source: Manual Pairing
es: Emparejamiento manual
pt: Emparelhamento manual

source: Welcome to Blockchain.com
es: Le damos la bienvenida a Blockchain.com
pt: Bem-vindo ao Blockchain.com

source: Backup phrase
es: Frase de respaldo
pt: Frase de backup

source: Forget wallet
es: Olvidar billetera
pt: Esqueça a carteira

source: Wallets
es: Carteras
pt: Carteiras

source: Description
es: Descripción
pt: Descrição

source: Next
es: Siguiente
pt: Próximo

source: Warning
es: Advertencia
pt: Atenção

source: Profile
es: Perfil
pt: Perfil

source: Email Notifications
es: Notificaciones por correo electrónico
pt: Notificações por email

source: Learn More
es: Aprende más
pt: Saber mais

source: Backup Phrase
es: Frase de respaldo
pt: Frase de backup

source: Copy Address
es: Copiar dirección
pt: Copiar endereço

source: Total Balance
es: Saldo total
pt: Balanço total

source: Exchange Rate
es: Tipo de cambio
pt: Taxa de câmbio

source: Introducing the Exchange
es: Introduciendo el intercambio
pt: Apresentando o Exchange

source: Checkout the Exchange
es: Pagar el intercambio
pt: Finalize a troca

source: Our Exchange will be able to:
es: Nuestro intercambio podrá:
pt: Nosso intercâmbio poderá:

source: Will Not:
es: No lo hará:
pt: Não vou:

source: Sync addresses with your Wallet so you can securely sweep crypto between accounts
es: Sincronice direcciones con su billetera para que pueda barrer criptografía de forma segura entre cuentas
pt: Sincronize endereços com sua Carteira virtual para que você possa varrer com segurança criptografia entre contas

source: Access the crypto in your wallet, access your keys, or view your password.
es: Acceda a la criptomoneda en su billetera, acceda a sus claves o vea su contraseña.
pt: Acesse a criptografia na sua carteira, acesse suas chaves ou visualize sua senha.

source: Connect Now
es: Conecte ahora
pt: Conecte agora

source: Connected
es: Conectado
pt: Conectado

source: Contact Support
es: Contacte al Servicio de Asistencia
pt: Entre em contato com o apoio ao cliente

source: Taking You To the Exchange
es: Conectándole a Exchange
pt: Levando-o ao Exchange

source: A new window should open within 10 seconds.
es: Se abrirá una nueva ventana en 10 segundos.
pt: Uma nova janela deve abrir dentro de 10 segundos.

source: Verify Your Email
es: Verifique su correo electrónico
pt: Verifique o seu E-mail

source: Didn’t get the email?
es: ¿No recibiste el correo electrónico?
pt: Não recebeu o e-mail?

source: Send again
es: Enviar de nuevo
pt: Envie novamente

source: Connection Error
es: Error de conexión
pt: Erro de conexão

source: We could not connect your Wallet to the Exchange. Please go back to the Exchange and try again.
es: No pudimos conectar su billetera a Exchange. Vuelva a Exchange e inténtelo de nuevo.
pt: Não foi possível ligar a sua carteira ao Exchange. Volte ao Exchange e tente novamente.

source: Success!
es: ¡Éxito!
pt: Sucesso!

source: Enable 2-Step Verification
es: Activar la verificación en dos pasos
pt: Ativar verificação em duas etapas

source: We can help you buy in just a few simple steps.
es: Podemos ayudarle a comprar en pocos y sencillos pasos.
pt: Podemos ajudá-lo a comprar em apenas algumas etapas simples.

source: Buy Crypto Now
es: Comprar Crypto ahora
pt: Comprar Crypto agora

source: Wallet Recovery Phrase
es: Frase de recuperación de billetera
pt: Frase de recuperação do Google Wallet

source: You control your crypto. Write down your recovery phrase to restore all your funds in case you lose your password.
es: Tú controlas tu cripto. Escriba su frase de recuperación para restaurar todos sus fondos en caso de que pierda su contraseña.
pt: Você controla sua criptografia. Anote sua frase de recuperação para restaurar todos os seus fundos, caso você perca sua senha.

source: View Bank Transfer Details
es: Ver detalles de transferencia bancaria
pt: Exibir detalhes da transferência bancária

source: Expired
es: Caducado
pt: Expirada

source: When you buy crypto, we store your funds securely for you in a Crypto Trading Wallet. These funds are stored by us on your behalf. You can keep them safe with us or transfer them to your non-custodial Wallet to own and store yourself.
es: Cuando compra crypto, almacenamos sus fondos de forma segura para usted en una billetera Crypto Trading. Nosotros almacenamos estos fondos en su nombre. Puede mantenerlos a salvo con nosotros o transferirlos a su billetera sin custodia para que los posea y almacene.
pt: Quando você compra criptografia, armazenamos seus fundos com segurança em uma Carteira de negociação criptográfica. Esses fundos são armazenados por nós em seu nome. Você pode mantê-los em segurança conosco ou transferi-los para sua Carteira virtual sem custódia para possuir e armazenar você mesmo.

source: City
es: Ciudad
pt: Cidade

source: Buy & Sell
es: Compra y Venda
pt: Compra venda

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
es: Envíe fondos solo desde una cuenta bancaria a su nombre. De lo contrario, su depósito podría retrasarse o rechazarse.
pt: Envie apenas fundos de uma conta bancária em seu nome. Caso contrário, o seu depósito poderá ser atrasado ou rejeitado.

source: Are you sure?
es: ¿Está seguro?
pt: Tem a certeza?

source: Oops!
es: ¡Uy!
pt: Opa!

source: Account Number
es: Número de cuenta
pt: Número de conta

source: Sort Code
es: Código de clasificación
pt: Código de ordenação

source: NSCameraUsageDescription
es: Es necesario escanear los códigos QR para la aplicación.
pt: Isso é necessário para o app escanear códigos QR.

source: NSMicrophoneUsageDescription
es: Requerido para la captura de video.
pt: Necessário para captura de vídeo.

source: NSFaceIDUsageDescription
es: La habilitación de la identificación de la cara le permite acceder de forma segura a su billetera.
pt: Ativar o ID Facial permite que você acesse sua carteira com segurança.

source: NSLocationWhenInUseUsageDescription
es: Blockchain necesita acceso a su ubicación para mostrarle las empresas cercanas que aceptan Bitcoin.
pt: O Blockchain precisa de acesso à sua localização para mostrar empresas próximas que aceitam o Bitcoin.

source: NSPhotoLibraryUsageDescription
es: Se necesita su permiso para cargar documentos de su biblioteca de fotos.
pt: Sua permissão é necessária para fazer o upload de documentos da sua biblioteca de fotos.

source: and
es: y
pt: e

source: buy.
es: comprar.
pt: comprar

source: digital currencies.
es: monedas digitales.
pt: moedas digitais.

source: %@ payment request.
es: Solicitud de pago %@.
pt: %@ solicitação de pagamento.

source: %@ Wallet Address
es: %@ Dirección de monedero
pt: %@ Endereço de Wallet

source: , our banking partner.
es: , nuestro socio bancario.
pt: , o nosso parceiro bancário.

source: 2-Step has been disabled.
es: Se ha deshabilitado la verificación en dos pasos.
pt: A autenticação de 2 passos foi desativada.

source: 2-Step has been enabled for SMS
es: Se ha habilitado la verificación en dos pasos por SMS
pt: A autenticação de 2 passos foi ativada para SMS

source: Access More Cryptos
es: Acceso a más cryptos
pt: Aceder a mais criptomoedas

source: Account Approved
es: Cuenta aprobada
pt: Conta aprovada

source: Add Email
es: Añadir correo electrónico
pt: Adicionar E-mail

source: Address line
es: Línea de dirección
pt: Linha de endereço

source: All rights reserved.
es: Todos los derechos reservados.
pt: Todos os direitos reservados.

source: Allow camera access?
es: ¿Permitir el acceso a la cámara?
pt: Permitir acesso à câmera?

source: Allow microphone access?
es: ¿Permitir acceso al micrófono?
pt: Permitir acesso ao microfone?

source: Amount
es: Importe
pt: Montante

source: An error occured. Please try again
es: Ha ocurrido un error. Inténtelo de nuevo.
pt: Um erro ocorreu. Tente novamente

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
es: Se produjo un error debido a interrupciones durante la verificación del PIN. Cierre la aplicación y vuelva a intentarlo.
pt: Ocorreu um erro devido a interrupções durante a verificação do PIN. Feche a aplicação e tente novamente.

source: An error occurred while changing 2-Step verification.
es: Se produjo un error al cambiar la verificación en 2 pasos.
pt: Ocorreu um erro ao alterar a verificação de 2 passos.

source: An error occurred while loading the data. Please try again.
es: Se produjo un error al cargar los datos. Vuelva a intentarlo más tarde.
pt: Ocorreu um erro ao carregar os dados. Tente novamente.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
es: Se produjo un error al guardar los cambios. Asegúrese de que no ha iniciado sesión en su monedero en otro dispositivo.
pt: Ocorreu um erro ao guardar as suas alterações. Certifique-se de que não tem sessão iniciada na sua carteira noutro dispositivo.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
es: Se encontró un error al cargar su billetera. Puede que no tenga conexión o que Blockchain esté teniendo dificultades. Cierre la aplicación y vuelva a intentarlo más tarde o empareje de nuevo su dispositivo.
pt: Ocorreu um erro ao carregar a sua carteira. Pode estar offline ou a Blockchain está a passar por problemas técnicos. Feche a aplicação e tente novamente mais tarde ou emparelhe novamente o seu dispositivo.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
es: Se produjo un error al recuperar tu identificador de monedero del Keychain. Cierra la aplicación y vuelve a intentarlo.
pt: Foi encontrado um erro, recuperando seu identificador de carteira a partir o chaveiro. Feche o aplicativo e tente novamente.

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
es: Archívala si NO deseas utilizarla más. Tus fondos estarán a salvo y puedes desarchivarlas en cualquier momento.
pt: Este arquivo se quiser usá-lo mais. Os seus fundos permanecerá seguros, e você pode desarquivá-lo a qualquer momento.

source: Archiving addresses
es: Archivo de direcciones
pt: A arquivar endereços

source: Authenticate to unlock your wallet
es: Autentíquese para desbloquear su monedero
pt: Faça a autenticação para desbloquear a sua carteira

source: Authentication Failed. Please try again.
es: Error de autenticación. Vuelva a intentarlo.
pt: Falha ao autenticar. Tente novamente.

source: Authentication was not successful because the user failed to provide valid credentials.
es: La autenticación no fue correcta porque el usuario no pudo proporcionar unas credenciales válidas.
pt: A autenticação não foi bem sucedida porque o utilizador não forneceu credenciais válidas.

source: Authorization Required
es: Se requiere autorización
pt: Autorização necessária

source: Available Today
es: Disponible hoy
pt: Disponível hoje

source: Backspace
es: Retroceso
pt: Tecla de retrocesso

source: Backspace button
es: Botón de retroceso
pt: Botão de retrocesso

source: Balances
es: Saldos
pt: Saldos

source: before proceeding.
es: antes de continuar.
pt: antes de proceder.

source: Begin Now
es: Comenzar
pt: Comece agora

source: Biometrics authenticator is not configured on your device
es: El autenticador de datos biométricos no está configurado en su dispositivo
pt: O autenticador biométrico não está configurado no seu dispositivo

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
es: Blockchain no tiene acceso a la cámara. Para habilitar el acceso, vaya a los ajustes del dispositivo.
pt: Blockchain não tem acesso à câmara. Para habilitar o acesso, aceda às definições do seu dispositivo.

source: Blockchain does not have access to the microphone. To enable access, go to your device Settings.
es: Blockchain no tiene acceso al micrófono. Para habilitar el acceso, vaya a los ajustes del dispositivo.
pt: O Blockchain não tem acesso ao microfone. Para ativar o acesso, aceda às definições do seu dispositivo.

source: Blockchain’s servers are currently under maintenance. Please try again later
es: Los servidores de Blockchain están actualmente en mantenimiento. Vuelva a intentarlo más tarde
pt: Os servidores da Blockchain estão atualmente em manutenção. Tente novamente mais tarde

source: Built by Blockchain.com
es: Desarrollado por Blockchain.com
pt: Criado por Blockchain.com

source: Buy Now
es: Comprar ahora
pt: Comprar Agora

source: Buy order.
es: Orden de compra.
pt: Ordem de compra.

source: Buying and selling crypto is not available in your region due to local laws. You can still use your wallet to Send, Receive and Store crypto.
es: La compra y venta de crypto no está disponible en su región debido a las leyes locales. Todavía puede usar su monedero para enviar, recibir y almacenar Crypto.
pt: A compra e venda de crypto não está disponível na sua região devido às leis locais. Ainda pode utilizar a sua carteira para enviar, receber e armazenar crypto.

source: By creating a wallet you agree to Blockchain’s
es: Al crear una billetera, acepta las condiciones de Blockchain
pt: Ao criar uma carteira, está a concordar com os

source: By depositing funds to this account, you agree to
es: Al depositar fondos en esta cuenta, acepta
pt: Ao depositar fundos nesta conta, está a aceitar

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
es: Al pulsar "Comenzar ahora", acepta los %1$@ y %2$@ de Blockchain
pt: Ao clicar em “Começar agora”, concorda com os %1$@ e a %2$@ da Blockchain

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
es: Al hacer clic en Comenzar, acepta las Condiciones de servicio y la Política de privacidad de Coinfy
pt: Ao tocar em Começar agora, concordará com os Termos de Serviço e a Política de Privacidade da Coinify.

source: By tapping Submit, you agree to Blockchain’s %@ & %@
es: Al pulsar "Enviar", acepta los %1$@ y %2$@ de Blockchain
pt: Ao tocar em Enviar, concorda com os %1$@ e a %2$@ da Blockchain

source: Camera Access Denied
es: Acceso a la cámara denegado
pt: Acesso à câmera negado

source: Cannot open URL %@
es: No se puede abrir la dirección URL %@
pt: Não é possível abrir o URL %@

source: Cannot save PIN Code while wallet is not initialized or password is null
es: No se puede guardar el código PIN cuando el monedero no se ha iniciado o la contraseña es nula
pt: Não pode salvar o código PIN, enquanto a carteira não está inicializada ou senha é nula

source: Change Email
es: Cambiar correo electrónico
pt: Alterar E-mail

source: Check out Swap
es: Verificar Swap
pt: Verificar troca

source: Checking for more: Step %d of %d
es: Buscando más: paso %1$d de %2$d
pt: A verificar mais: Passo %1$d de %2$d

source: Coming soon to %@!
es: ¡Próximamente en %@!
pt: Brevemente em %@!

source: Confirm Your PIN
es: Confirme su PIN
pt: Confirme o seu PIN

source: Confirmed
es: Confirmado
pt: Confirmado

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
es: ¡Felicidades! Hemos verificado su identidad con éxito. Ya puede intercambiar criptomonedas en Blockchain.
pt: Parabéns! Verificamos com sucesso a sua identidade. Agora pode trocar criptomoedas na Blockchain.com.

source: Connection timed out. Please check your internet connection.
es: Se agotó el tiempo de conexión. Por favor, comprueba tu conexión a internet.
pt: Conexão expirou. Por favor, verifique sua conexão de internet.

source: Continue Verification
es: Continuar verificación
pt: Continuar a verificação

source: Cookie Policy
es: Política de cookie
pt: Política de Cookies

source: Cookies Policy
es: Política de cookies
pt: Política de Cookies

source: Copied!
es: ¡Copia realizada!
pt: Copiado!

source: Copy to Clipboard
es: Copiar al portapapeles
pt: Copiar para área de transferência

source: Copy to clipboard
es: Copiar al portapapeles
pt: Copiar para área de transferência

source: Copy Wallet ID
es: Copiar identificador del monedero
pt: Cópia carteira de ID

source: Copy xPub
es: Copiar xPub
pt: XPub cópia

source: Create
es: Crear:
pt: Criar

source: Create New Wallet
es: Crear un nuevo monedero
pt: Criar nova carteira

source: Create Your PIN
es: Crear su PIN
pt: Crie o seu PIN

source: Creating a new address
es: Creando nueva dirección
pt: Criação de um novo endereço

source: day
es: día
pt: dia

source: days
es: dias
pt: dias

source: Decrypted PIN Password length 0
es: Longitud de la contraseña PIN decodificada 0
pt: Comprimento de pinos senha descriptografado 0

source: Decrypting Private Key
es: Decodificando la clave privada
pt: Descriptografar a chave privada

source: Delayed
es: Retrasado
pt: Atrasado

source: Deposit & Withdraw Euros/Dollars
es: Depositar y Retirar Euros/Dólares
pt: Depósito e Levantamento Euros/Dólares

source: Deposit crypto in your wallet to get started. It's the best way to store your crypto while keeping control of your keys.
es: Deposite cripto en su billetera para comenzar. Es la mejor manera de almacenar su cripto mientras mantiene el control de sus claves.
pt: Deposite criptografia na sua carteira para começar. É a melhor maneira de armazenar sua criptografia, mantendo o controle de suas chaves.

source: Detail is on your clipboard.
es: Los datos se encuentran en su portapapeles.
pt: Os detalhes estão na sua área de transferência.

source: Do you really want to log out?
es: ¿Realmente deseas cerrar sesión?
pt: Pretende sair?

source: Documents Needed
es: Documentos necesarios
pt: Documentos necessários

source: Don’t show again
es: No volver a mostrar
pt: Não mostrar novamente

source: Driver's License
es: Permiso de conducir
pt: Permiso de conducir

source: eleventh
es: undécimo
pt: décima primeira

source: Email sent!
es: Correo electrónico enviado
pt: E-mail enviado!

source: Enable %@
es: Habilitar %@
pt: Ativar %@

source: Enable 2-Step
es: Habilitar verificación de 2 pasos
pt: Habilitar o 2-Step

source: Enable Face ID
es: Habilitar Face ID
pt: Ativar ID da face

source: Enable Touch ID
es: Habilitar Touch ID
pt: Ativar ID de toque

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
es: Habilitar esta función permitirá a todos los usuarios con una huella dactilar %@ registrada en este dispositivo acceder a tu monedero.
pt: Activar esta funcionalidade vai permitir que todos os utilizadores com uma registrados %@ impressão digital em que este dispositivo para acesso à sua carteira.

source: Enter %@ address
es: Ingrese %@ dirección
pt: Introduzir endereço %@

source: Enter Password
es: Escribe la contraseña
pt: Digite a senha

source: Enter Verification Code
es: Introduce el código de verificación
pt: Digite o código de verificação

source: Enter Your PIN
es: Introduzca su PIN
pt: Insira o seu PIN

source: Enter your verification code
es: Introduce tu código de verificación
pt: Digite seu código de verificação

source: Error
pt: Erro

source: Error loading settings
es: Error al cargar la configuración
pt: Configurações de carregamento de erro

source: Error updating settings
es: Error al actualizar la configuración
pt: Erro ao atualizar configurações

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
es: Cada país tiene reglas diferentes para comprar y vender criptomonedas. Mantente alerta y te lo haremos saber en cuanto lleguemos a %@.
pt: Cada país tem regras diferentes acerca de como comprar e vender criptografias. Fique atento e avisaremos assim que iniciarmos em %@!

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
es: Cada estado tiene reglas diferentes sobre cómo comprar y vender criptomonedas. Manténgase atento, le avisaremos en cuanto despeguemos en %@.
pt: Cada estado tem regras diferentes sobre como comprar e vender crypto. Fique atento, avisaremos assim que fizermos o lançamento em %@!

source: Exchange %@ Address
es: Dirección de %@ de Exchange
pt: Trocar endereço %@

source: Exchange %@ Wallet
es: Monedero de %@ de Exchange
pt: Trocar Wallet %@

source: Face id authentication
es: Autenticación de identificación facial
pt: Autenticação id da face

source: Face-ID authentication
es: Autenticación de ID de cara
pt: Autenticação por Face-ID

source: Failed to Authenticate because a passcode has not been set on the device.
es: No se pudo autenticar porque no se ha establecido un código de acceso en el dispositivo.
pt: Falha ao Autenticar porque não foi definida uma frase de acesso no dispositivo.

source: Failed to confirm mobile number. Please try again.
es: Error al confirmar número de teléfono. Por favor, inténtalo de nuevo.
pt: Falha ao confirmar o número de telemóvel. Tente novamente.

source: Failed To Load Wallet
es: Se ha producido un error al cargar el monedero
pt: Falha ao carregar a carteira

source: Failed to send verification email. Please try again.
es: Error al enviar el correo de verificación. Inténtelo más tarde.
pt: Falha ao enviar o e-mail de verificação. Tente novamente.

source: Failed to validate server certificate
es: No se pudo validar el certificado del servidor
pt: Falha ao validar o certificado do servidor

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
es: Para su seguridad, recomendamos transferir cualquier saldo de sus direcciones importadas a su billetera de Blockchain.
pt: Para sua segurança, recomendamos que transfira quaisquer saldos nos seus endereços importados para a sua Blockchain Wallet.

source: Forget Wallet
es: Olvidar monedero
pt: Esqueça a carteira

source: Found %d, with %@
es: Se encontró %1$d, con %2$@
pt: Encontrado %1$d, com %2$@

source: From
es: De
pt: De

source: from your bank account to Blockchain.com. Depending on the transfer method and availability of funds, this may take up to 1 business day.
es: desde su cuenta bancaria a Blockchain.com. Esto puede tardar hasta un día hábil, dependiendo del método de transferencia y la disponibilidad de fondos.
pt: da sua conta bancária para o Blockchain.com. Dependendo do método de transferência e da disponibilidade de fundos, este processo pode demorar até 1 dia útil.

source: from your bank to Blockchain.com. Funds are generally available to trade in 1 business day.
es: de su banco a Blockchain.com. Los fondos suelen estar disponibles para realizar transacciones en 1 día hábil.
pt: do seu banco para o Blockchain.com. Geralmente, os fundos estão disponíveis para negociação num 1 dia útil.

source: Get Free Crypto
es: Obtener criptomonedas gratis
pt: Obter criptomoedas gratuitas

source: Go to login.blockchain.com on your computer.
es: Vaya a login.blockchain.com en su ordenador.
pt: Aceda a login.blockchain.com no seu computador.
