Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the financial institution where you hold your account. You acknowledge that the origination of ACH transactions to your account complies with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 0-4 business days at the rate shown at the time of your purchase. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your financial institution.
es: Autorizas a Blockchain.com, Inc. a cargar en tu cuenta %1$@ hasta %2$@ mediante transferencia bancaria (ACH) y, si es necesario, a iniciar entradas/ajustes de crédito por cargos efectuados por error a tu cuenta en la institución financiera donde tienes tu cuenta. Reconoces que la iniciación de transacciones ACH en tu cuenta cumple con las disposiciones de la legislación estadounidense y aceptas que esta autorización no se puede revocar. Tu depósito se acreditará en tu cuenta Blockchain.com en un plazo de 0 a 4 días hábiles conforme a la comisión que se muestre en el momento de la compra. Puedes retirar estos fondos de tu cuenta Blockchain.com %3$@ días después de que Blockchain.com reciba los fondos de tu institución financiera.
pt: Autoriza a Blockchain.com, Inc. a debitar a sua conta %1$@ com valores até %2$@ por Transferência Bancária (ACH) e, se necessário, a iniciar entradas/ajustes de crédito para quaisquer débitos efetuados incorretamente na conta que detém na sua Instituição Financeira. Reconhece que a procedência das transações de ACH na sua conta é conforme às disposições da lei dos EUA. Concorda que esta autorização não pode ser revogada. O depósito será creditado na sua conta Blockchain.com no prazo de 0–4 dias úteis à taxa apresentada no momento da compra. Poderá levantar esses fundos da conta Blockchain.com %3$@ dias após a Blockchain.com ter recebido os fundos instituição financeira.

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the financial institution where you hold your account. You acknowledge that the origination of ACH transactions to your account complies with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 2-4 business days. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your Financial Institution.
es: Autorizas a Blockchain.com, Inc. a cargar en tu cuenta %1$@ hasta %2$@ mediante transferencia bancaria (ACH) y, en caso necesario, iniciar entradas/ajustes de crédito por cargos efectuados erróneamente en la institución financiera en la que mantienes tu cuenta. Reconoces que el origen de las transacciones ACH a tu cuenta cumple con las disposiciones de la legislación estadounidense. Aceptas que esta autorización no puede revocarse. El depósito se cargará en tu cuenta de Blockchain.com en un plazo de 2-4 días laborables. Podrás retirar los fondos de tu cuenta de Blockchain.com %3$@ después de que Blockchain.com reciba los fondos de tu entidad financiera.
pt: Autoriza a Blockchain.com, Inc. a debitar a sua conta %1$@ com valores até %2$@ por Transferência Bancária (ACH) e, se necessário, a iniciar entradas/ajustes de crédito para quaisquer débitos efetuados incorretamente na conta que detém na sua Instituição Financeira. Reconhece que a procedência das transações de ACH na sua conta é conforme às disposições da lei dos EUA. Concorda que esta autorização não pode ser revogada. O depósito será creditado na sua conta Blockchain.com no prazo de 2–4 dias úteis. Poderá levantar esses fundos da conta Blockchain.com %3$@ dias após a Blockchain.com ter recebido os fundos Instituição Financeira.

source: You currently have the highest level of Account Limits and features available.
es: Actualmente, tiene el nivel más alto de límites de cuenta y funciones disponibles.
pt: Atualmente, tem o nível mais alto de Limites de Conta e recursos disponíveis.

source: You don't have enough %@ to pay for fees. The expected fee for this transaction is **%@**. Please note that **we don't set nor collect fees for transactions from %@**. Those fees go directly to the blockchain's node validators and are algorithmically set by the %@ network.
es: No tienes suficientes %1$@ para pagar las comisiones. La comisión prevista de esta transacción es de **%2$@**. Ten en cuenta que **no establecemos ni cobramos comisiones para transacciones de %3$@**. Estas comisiones van directamente a los validadores del nodo del blockchain y vienen establecidas por el algoritmo de la red de %4$@.
pt: Não tem %1$@ insuficientes para efetuar o pagamento das taxas. A taxa esperada para esta transação é de **%2$@**. Tenha em atenção que **não definimos nem recolhemos taxas para transações de %3$@**. Essas taxas são enviadas diretamente para os validadores de nós da blockchain e são definidos algoritmicamente pela rede %4$@.

source: You don’t have any %@
es: No tienes %@
pt: Não tem qualquer %@

source: You have insufficient funds in this account to process this transaction
es: No tiene fondos suficientes en esta cuenta para procesar esta transacción
pt: Não tem fundos suficientes nesta conta para processar esta transação

source: You Have No Activity
es: No tiene actividad
pt: Não tem atividade

source: You must be 18 years or older to trade crypto.
es: Debes tener al menos 18 años para hacer trading de criptomonedas.
pt: Para negociar criptomoedas, tem de ter, pelo menos, 18 anos.

source: You will buy %@ of %@ %@ at that moment's market price. You can cancel this recurring buy at anytime.
es: Comprarás %1$@ de %2$@ %3$@ al precio de mercado del momento. Puedes cancelar esta compra recurrente en cualquier momento.
pt: Irá comprar %1$@ de %2$@ %3$@ ao preço de mercado desse momento. Pode cancelar esta compra recorrente a qualquer altura.

source: Your %@ is now available in your Blockchain.com Account.
es: Tu %@ ahora está disponible en tu cuenta de Blockchain.com.
pt: %@ está agora disponível na sua conta Blockchain.com.

source: Your %@ is now available in your Fiat Account.
es: Tu %@ ahora está disponible en tu cuenta Fiat.
pt: %@ está agora disponível na sua conta Fiat.

source: Your %@ means your funds are owned and controlled by you and you alone. Blockchain.com cannot see or manage your balances in this wallet.
es: Tu %@ significa eres el único propietario y la única persona que tiene el control de tus fondos. Blockchain.com no puede ver ni gestionar los saldos de tu billetera.
pt: %@ significa que os seus fundos são detidos e controlados apenas por si. A Blockchain.com não pode ver nem gerir os saldos desta carteira.

source: Your Active Rewards Account allows you to earn by forecasting the price of crypto.
es: Tu cuenta de Active Rewards te permite ganar recompensas haciendo predicciones del precio de las criptomonedas.
pt: A sua conta Active Rewards permite-lhe obter ganhos ao realizar previsões sobre o preço de criptomoedas.

source: Your app just got better
es: Su app, ahora es mejor
pt: A sua aplicação está melhor.

source: Your available balance is your total available minus estimated network fees.
es: Tu saldo disponible es tu total disponible menos las comisiones de red estimadas.
pt: O seu saldo disponível é o total disponível menos as taxas de rede estimadas.

source: Your bank may charge you extra fees if you buy crypto without a current account.
es: Su banco puede cobrarle comisiones adicionales si compra criptomonedas sin una cuenta corriente.
pt: O seu banco pode cobrar taxas extras se comprar criptomoedas sem uma conta-corrente.

source: Your Blockchain.com Account
es: Su cuenta de Blockchain.com
pt: A sua conta Blockchain.com

source: Your Blockchain.com Account is a custodial account hosted by Blockchain.com. Your Blockchain.com account allows you to trade with cheaper fees and buy and sell crypto in seconds.
es: Tu cuenta de Blockchain.com es una cuenta custodiada alojada por Blockchain.com que te permite hacer trading con comisiones más bajas y comprar y vender criptomonedas en cuestión de segundos.
pt: A sua conta Blockchain.com é uma conta de custódia alojada pela Blockchain.com. A sua conta Blockchain.com permite-lhe negociar com taxas mais baratas, bem como comprar e vender criptomoedas em segundos.

source: Your Blockchain.com Account is associated with another wallet. Please log into the wallet referenced below for account access.
es: Tu cuenta de Blockchain.com está asociada a otra billetera. Inicia sesión en la billetera referenciada a continuación para acceder a la cuenta.
pt: A sua conta Blockchain.com está associada a outra carteira. Inicie sessão na carteira indicada abaixo para aceder à conta.

source: Your Blockchain.com Account is Linked to another wallet
es: Tu cuenta de Blockchain está vinculada a otra billetera
pt: A sua conta Blockchain.com está associada a outra carteira.

source: Your DeFi Wallet is on chain
es: Tu DeFi Wallet es una billetera on-chain
pt: A sua DeFi Wallet está em cadeia

source: Your final amount might change due to market activity.
es: Su importe final puede cambiar debido a la actividad del mercado.
pt: O seu valor final pode mudar devido à atividade do mercado.

source: Your free domain is waiting for you
es: Tu dominio gratuito te está esperando
pt: O seu domínio gratuito está à sua espera

source: Your Limits & Features
es: Sus límites y funciones
pt: Os Seus Limites e Características

source: Your local currency to store funds in that currency as funds in your Blockchain Wallet.
es: Moneda local en la que se almacenarán los fondos en su Blockchain Wallet.
pt: A sua moeda local para armazenar fundos nessa moeda como fundos na sua Blockchain Wallet.

source: Your new home for DeFi
es: El nuevo hogar de tus DeFi (finanzas descentralizadas)
pt: A sua nova casa para DeFi

source: Your Passive Rewards Account allows you to earn rewards on your crypto.
es: Tu cuenta de Passive Rewards te permite ganar recompensas por tus criptomonedas.
pt: A sua conta Passive Rewards permite-lhe ganhar recompensas sobre as suas criptomoedas.

source: Your Recovery Phrase
es: Tu frase de recuperación
pt: A sua frase de recuperação

source: Your referral code
es: Tu código de referencia
pt: O seu código de referência

source: Your staked ETH will start generating rewards after an initial bonding period. While unstaking and withdrawing ETH isn’t currently available, it will be supported in a future upgrade. These rules are not specific to Blockchain.com. They’re features of the Ethereum network.
es: Su ETH asignado empezará a generar recompensas tras un período de vinculación inicial. La desasignación y retirada de ETH no están disponibles actualmente, pero serán compatibles en una actualización futura. No se trata de reglas específicas de Blockchain.com, sino de características de la red Ethereum.
pt: O seu ETH apostado começará a gerar recompensas após um período inicial de ligação. Embora o ETH não esteja atualmente disponível, será suportado numa futura atualização. Estas regras não são específicas do Blockchain.com. São características da rede Ethereum.

source: Your Staking Rewards account allows you to earn rewards on your crypto.
es: Tu cuenta de Staking Rewards te permite conseguir recompensas por tus criptomonedas.
pt: A sua conta Staking Rewards permite-lhe ganhar recompensas sobre as suas criptomoedas.

source: Your steps towards owning the future.
es: Los pasos que debe dar para dominar el futuro.
pt: Os seus passos para dominar o futuro.

source: Your Total Balance
es: Saldo total
pt: O seu saldo total

source: Your transactions can vary in time to complete depending on your bank or network traffic for on-chain transactions. We update your total balance as if a pending transaction has been completed. If for any reason the transaction fails, your funds will be returned.
es: El tiempo para completar las transacciones puede variar en función del banco o tráfico de la red para transacciones on-chain. Hemos actualizado el saldo total como si se hubiera completado una transacción pendiente. Si por algún motivo la transacción no puede completarse, se te devolverán los fondos.
pt: O tempo de conclusão das transações pode variar consoante o seu banco ou o tráfego de rede de transações em cadeia. Atualizamos o saldo total como se uma transação pendente tivesse sido concluída. Se por alguma razão a transação falhar, os fundos serão devolvidos.

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
es: Su dirección de correo electrónico verificada se utiliza para enviar alertas de pago, recordatorios de identificación y códigos de inicio de sesión.
pt: O seu endereço de e-mail verificado é utilizado para enviar alertas de pagamento, lembretes de identificação e códigos de acesso.

source: Your wallet is safe. We have blocked this device from logging into your wallet.
es: Su cartera está protegida. Hemos bloqueado el inicio de sesión a su cartera desde este dispositivo.
pt: A sua carteira está segura. Bloqueamos este dispositivo de iniciar sessão na sua carteira.

source: Your Wallet just got better
es: Su Wallet acaba de mejorar
pt: A sua Wallet ficou ainda melhor

source: You’ll need buy or receive %@ to your %@ Blockchain.com Account before you can start earning %@ on %@.
es: Tendrás que comprar o recibir %1$@ en tu cuenta de %2$@ de Blockchain.com antes de poder empezar a ganar %3$@ en %4$@.
pt: Terá de comprar ou receber %1$@ com a sua conta Blockchain.com %2$@ antes de poder começar a ganhar %3$@ em %4$@.

source: You’ll need some crypto first!
es: ¡Primero necesitará algunas criptomonedas!
pt: Irá precisar de alguma cripto primeiro!

source: You’re almost done signing up for your Blockchain.com Wallet. Once you finish and get approved, start buying crypto.
es: Ya casi ha terminado de registrarse en su billetera de Blockchain.com. Cuando termine y obtenga la aprobación, comience a comprar criptomonedas.
pt: Está quase a terminar a sua inscrição na sua Blockchain.com Wallet. Depois de concluir e obter aprovação, comece a comprar criptomoedas.

source: Zip Code
es: Código postal
pt: Código postal

source: © %i Blockchain.com All rights reserved.
es: © %i Blockchain.com. Todos los derechos reservados.
pt: © %i Blockchain.com Todos os direitos reservados.

source: 😔 No results
es: 😔 Sin resultados
pt: 😔 Sem resultados

source: 😞 No results
es: 😞 Sin resultados
pt: 😞 Sem resultados

source: Debited
es: Cargado
pt: Debitado

source: %@ requires a memo for all on-chain transactions.
es: %@ requiere una nota para todas las transacciones en cadena.
pt: %@ requer um memorando para todas as transações dentro da rede.

source: Backup your Seed Phrase to keep your DeFi Wallet safe
es: Haz una copia de seguridad de tu frase de recuperación para garantizar la seguridad de tu DeFi Wallet
pt: Efetue uma cópia de segurança da frase Seed para manter a DeFi Wallet em segurança

source: Blockhain.com Account
es: Cuenta de Blockhain.com
pt: Conta Blockhain.com

source: Earn crypto for securing your favorite blockchain networks.
es: Gana criptomonedas por asegurar tus redes de blockchain favoritas.
pt: Ganhe criptomoedas para proteger as suas redes de blockchain favoritas.

source: Enter a memo
es: Introduce una nota
pt: Inserir um memorando

source: Get paid every month, just for holding.
es: Recibe pagos todos los meses solo por tener criptomonedas.
pt: Receba pagamentos todos os meses, só por deter.

source: Get the most out of your crypto. Deposit and earn up to 10%.
es: Saca el máximo partido a tus criptomonedas. Haz un depósito y gana hasta un 10 %.
pt: Tire o máximo partido das suas criptomoedas. Deposite e ganhe até 10%.

source: Next Saturday
es: Próximo sábado
pt: Próximo sábado

source: Participate on weekly strategies and earn rewards based on crypto performance.
es: Participa en estrategias semanales y gana recompensas según el rendimiento de las criptomonedas.
pt: Participe em estratégias semanais e ganhe recompensas com base no desempenho de criptomoedas.

source: Passive rewards
es: Recompensas pasivas
pt: Recompensas passivas

source: Processing fee
es: Tasa de procesamiento
pt: Taxa de processamento

source: Processing Fee
es: Tasa de procesamiento
pt: Taxa de processamento

source: Requested
es: Solicitadas
pt: Solicitado

source: Secure your wallets
es: Asegura tus billeteras
pt: Proteja as suas carteiras

source: Send %@
es: Enviar %@
pt: Enviar %@

source: Start Earning
es: Empieza a ganar
pt: Comece a ganhar

source: Top Movers
es: Principales motores
pt: Movers principais

source: We are working hard so that you get the most of all our products. We’ll let you know as soon as we can!
es: Nos esforzamos para que puedas beneficiarte al máximo de todos nuestros productos. Te informaremos tan pronto como podamos.
pt: Estamos a trabalhar arduamente para que possa obter o máximo de todos os nossos produtos. Informá-lo-emos assim que pudermos!

source: Withdraw all %@
es: Retirar todos los %@
pt: Levantar todas as %@

source: Withdrawal requested
es: Retirada solicitada
pt: Levantamento solicitado

source: Withdrew
es: Retirado
pt: Levantado

source: You are requesting to withdraw your funds from your Active Rewards Account. This balance will be available in your Trading Account once this week's strategy is complete, and may vary depending on the outcome of this week's strategy.
es: Estás solicitando retirar fondos de tu cuenta de Active Rewards. Este saldo estará disponible en tu Trading Account una vez completada la estrategia de esta semana y puede variar según el resultado de la estrategia de esta semana.
pt: Está a pedir para levantar os seus fundos da sua Conta Active Rewards. Este saldo vai estar disponível na sua Trading Account depois de concluída a estratégia desta semana, e pode variar consoante o resultado da estratégia desta semana.

source: Your withdrawal will be executed once this week's strategy is complete.
es: Tu retirada se ejecutará una vez completada la estrategia de esta semana.
pt: O seu levantamento será efetuado depois de concluída a estratégia desta semana.

source: %@ days
es: %@ días
pt: %@ dias

source: %@ max purchase
es: Compra máxima de %@
pt: %@ compra máxima

source: 86% of the time.
es: 86 % del tiempo.
pt: 86% das vezes.

source: A decentralized exchange (DEX) is a peer-to-peer marketplace that lets you swap cryptocurrencies.
es: Un intercambio descentralizado (DEX) es un mercado P2P que le permite intercambiar criptomonedas.
pt: Uma bolsa descentralizada (DEX) é um mercado peer-to-peer que lhe permite fazer swap de criptomoedas.

source: A price level that results in a debit to your crypto balance if exceeded on the expiration date.
es: Un nivel de precios que da lugar a un débito en su saldo de criptomonedas si se excede en la fecha de vencimiento.
pt: Um nível de preço que resulta num débito no seu saldo de criptomoedas se ultrapassado na data de expiração.

source: Accrued this month
es: Acumulado este mes
pt: Acumulado este mês

source: Add Recurring Buy
es: Añadir compra periódica
pt: Adicionar compra recorrente

source: Advanced users
es: Usuarios avanzados
pt: Utilizadores avançados

source: All assets available
es: Todos los activos disponibles
pt: Todos os ativos disponíveis

source: An internal error occurred, code: %@
es: Se ha producido un error interno, código: %@
pt: Ocorreu um erro interno, código: %@

source: Automate your buys
es: Automatice sus compras
pt: Automatize as suas compras

source: Available on Bitcoin
es: Disponible en Bitcoin
pt: Disponível no Bitcoin

source: Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
es: Blockchain.com no asume responsabilidad ante pérdidas derivadas de fluctuaciones de precios. Debe tomar precauciones al hacer trading.
pt: A Blockchain.com não assume responsabilidade por quaisquer perdas incorridas de flutuações de preços. Negoceie com cuidado.

source: But does it work? Over the past 5 years, buying Bitcoin every week performed better than timing the market
es: Pero, ¿funciona? En los últimos 5 años, ha sido más fructífera la compra de Bitcoin semanal que la predicción del mercado.
pt: Mas funciona? Nos últimos 5 anos, comprar Bitcoin todas as semanas mostrou-se mais rentável do que cronometrar o mercado

source: Buy %@ weekly. Cancel anytime.
es: Compre %@ semanalmente. Cancele en cualquier momento.
pt: Compre %@ semanalmente. Cancelar a qualquer momento.

source: Buy Another Asset
es: Comprar otro activo
pt: Comprar outro ativo

source: Buy crypto daily, weekly, or monthly
es: Compre criptomonedas diariamente, semanalmente o mensualmente
pt: Compre criptomoedas diária, semanal ou mensalmente

source: Buying %@ of %@
es: Comprando %1$@ de %2$@
pt: A comprar %1$@ de %2$@

source: By accepting this, you agree to transfer %@ to your Rewards Account. An initial hold period of %@ days will be applied to your funds.
es: Al aceptar esto, está de acuerdo en transferir %1$@ a su cuenta Rewards. Se aplicará un período de retención inicial de %2$@ días a sus fondos.
pt: Ao aceitar, concorda em transferir %1$@ da sua Conta Rewards. Será aplicado aos seus fundos um período inicial de retenção de %2$@ dias.

source: Calculation is based on one $30 purchase a week on a random day. "Timing the market" is defined as buying Bitcoin on every 6% dip.
es: El cálculo se basa en una compra de 30 $ una semana un día al azar. "Predecir el mercado" se define como la compra de Bitcoin en cada caída del 6 %.
pt: O cálculo é baseado numa compra de 30 dólares por semana num dia aleatório. "Cronometrar o mercado" é definido como a compra de Bitcoin em cada descida de 6%.

source: Card Ending in %@
es: La tarjeta que termina en %@
pt: Cartão terminado em %@

source: Check your card data and try again, error code %@
es: Revise la información de su tarjeta e inténtelo de nuevo, código de error %@
pt: Verifique os dados do seu cartão e tente novamente %@

source: Check your card data and try again, error code: %@
es: Revise la información de su tarjeta e inténtelo de nuevo, código de error: %@
pt: Verifique os dados do seu cartão e tente novamente, código de erro: %@

source: Compare Products
es: Comparar productos
pt: Comparar produtos

source: Could not retrieve card details
es: No se han podido obtener los detalles de la tarjeta
pt: Não foi possível obter os detalhes do cartão

source: Current rate
es: Tasa actual
pt: Taxa atual

source: CVV Code
es: Código CVV
pt: Código CVV

source: Dollar Cost Averaging.
es: Coste medio en dólares.
pt: Média de custo em dólares.

source: Earn daily
es: Ganancia diaria
pt: Ganho diariamente

source: Earn rewards by holding an asset and forecasting the market.
es: Gane recompensas manteniendo un activo y haciendo pronósticos sobre el mercado.
pt: Ganhe recompensas por deter um ativo e realizar previsões de mercado.

source: Earn rewards by holding an asset and securing networks.
es: Gane recompensas manteniendo un activo y asegurando las redes.
pt: Ganhe recompensas por deter um ativo e garantir a segurança de redes.

source: Earn rewards for simply holding an asset for a longer period of time.
es: Obtenga recompensas simplemente por mantener un activo durante un período de tiempo más largo.
pt: Ganhe recompensas por deter um ativo durante um período de tempo mais longo.

source: Earn weekly
es: Gane semanalmente
pt: Ganhar semanalmente

source: Earned
es: Ganado
pt: Ganho
