Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Please log in with your Wallet ID and password.
es: Inicie sesión con el identificador de su monedero y contraseña.
pt: Por favor, inicie sessão com o seu ID de Wallet e palavra-passe.

source: Processing Time Funds will be credited to your USD wallet as soon as we receive them. Funds are generally available within one business day.
es: Los fondos Time se están procesando y se acreditarán a su monedero de USD tan pronto como los recibamos. Puede disponer de ellos generalmente en un día hábil.
pt: Os Fundos de Tempo de Processamento serão creditados à sua carteira USD assim que os recebermos. Os fundos estão geralmente disponíveis no prazo de um dia útil.

source: QR Code Log In
es: Inicio de sesión con código QR
pt: Iniciar Sessão com o Código QR

source: Reset your 2FA
es: Restablecer autenticación 2FA
pt: Reinicie o seu 2FA

source: Restore Wallet
es: Restaurar el monedero
pt: Restaurar Wallet

source: Savings Account
es: Cuenta de ahorros
pt: Conta poupança

source: Send, Receive, Buy and Swap cryptocurrencies with your Trading Account.
es: Envíe, reciba, compre e intercambie criptomonedas con su cuenta de operaciones.
pt: Envie, receba, compre e troque criptomoedas com a sua Conta de negociação.

source: This may take a few minutes to complete. Please wait.
es: Esta operación puede tardar varios minutos. Espere, por favor.
pt: Isto pode demorar alguns minutos a completar. Aguarde.

source: This service will be back soon. We’re updating and fixing some bugs right now.
es: Este servicio volverá a estar disponible pronto. Estamos actualizando y arreglando algunos errores en este momento.
pt: Este serviço voltará em breve. Estamos a atualizar e a corrigir alguns bugs neste momento.

source: Verification complete
es: Verificación completada
pt: Verificação completa

source: Wallet:
es: Monedero:
pt: Carteira:

source: We are sending the cash now. Expect the cash to hit your bank on %@. Check the status of your Withdrawal at anytime from your Activity screen.
es: Estamos enviando el dinero en este momento. El dinero debería llegar a su banco el %@. Compruebe el estado de su retirada en cualquier momento desde su pantalla de actividad.
pt: Estamos a enviar o dinheiro agora. Espere que o dinheiro chegue ao seu banco em %@. Verifique o estado do seu Levantamento a qualquer momento a partir do seu Ecrã de atividade

source: We noticed a login attempt from an authorized device.
es: Hemos detectado un intento de inicio de sesión desde un dispositivo autorizado.
pt: Notamos uma tentativa de iniciar sessão a partir de um dispositivo autorizado.

source: We're completing your deposit now.
es: Estamos completando su depósito en este momento.
pt: Estamos a concluir o seu depósito agora.

source: We're completing your withdraw now.
es: Estamos completando su retirada en este momento.
pt: Estamos a concluir o seu levantamento agora.

source: We’re completing your transaction now. We’ll contact you when it has finished.
es: Estamos completando su transacción en este momento. Le contactaremos cuando haya finalizado.
pt: Estamos a concluir a sua transação agora. Entraremos em contacto consigo quando terminar.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right now. Your funds will be available to withdraw once the bank transfer is complete on %@
es: Mientras esperamos a que su banco envíe el dinero, aquí tiene un acceso anticipado a %1$@ en su cuenta de efectivo %2$@ para que pueda comprar criptomonedas de inmediato. Sus fondos estarán disponibles para ser retirados una vez que la transferencia bancaria se haya completado el %3$@.
pt: Enquanto esperamos que o seu banco envie o dinheiro, aqui está o acesso antecipado a %1$@ na sua Conta a Dinheiro %2$@ para que possa comprar criptomoedas imediatamente. Os seus fundos estarão disponíveis para levantamento quando a transferência bancária estiver concluída em %3$@

source: Withdraw to...
es: Retirar a…
pt: Levantar para...

source: You have too many pending %@ transactions. Once those complete you can create a new one.
es: Tiene demasiadas transacciones pendientes %@. Una vez que se completen, puede crear una nueva.
pt: Tem demasiadas transações %@ pendentes. Depois de concluídas, pode criar uma nova.

source: Your Buy Order Has Started.
es: Su orden de compra ha comenzado.
pt: O seu pedido de compra foi iniciado.

source: Your information is being reviewed. When all looks good, you’re clear to trade. You should receive a notification within 5 minutes.
es: Estamos revisando su información. Cuando hayamos acabado, podrá realizar transacciones. Debería recibir una notificación en los próximos 5 minutos.
pt: A sua informação está a ser analisada. Quando tudo estiver em ordem, estará livre para realizar negociações. Deverá receber uma notificação no prazo de 5 minutos.

source: Your Sell Order Has Started.
es: Su orden de venta ha comenzado.
pt: O seu pedido de venda foi iniciada.

source: +Add New
es: +Agregar nuevo
pt: + Adicionar novo

source: Incorrect 2FA code. %d attempts left
es: Código de autenticación de dos factores incorrecto. Intentos restantes: %d
pt: Código 2FA incorreto. %d tentativas restantes

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and PAX.
es: Haga seguimiento de sus balances de crypto desde el panel de su monedero. Su monedero es compatible con Bitcoin, Ether, Bitcoin Cash, Stellar XLM y PAX.
pt: Monitorize os seus saldos de crypto no painel da sua Wallet. Atualmente, a sua Wallet suporta Bitcoin, Ether, Bitcoin Cash, Stellar XLM e PAX.

source: Missing 2FA code
es: Falta el código de autenticación de dos factores
pt: Código 2FA em falta

source: Resend SMS
es: Volver a enviar SMS
pt: Reenviar SMS

source: This account has been locked due to too many failed authentications
es: Esta cuenta se ha bloqueado debido a demasiados intentos fallidos de verificación
pt: Esta conta foi bloqueada devido a demasiadas autenticações falhadas

source: %@ (%@) is Now Trading
es: %1$@ (%2$@) ya está operando
pt: %1$@ (%2$@) está agora em negociação

source: and
es: y
pt: e

source: Buy %@
es: Comprar %@
pt: Comprar %@

source: Buy, sell, swap, send, receive and store %@ in your Blockchain.com Wallet.
es: Compre, venda, intercambie, envíe, reciba y guarde %@ en su Wallet de Blockchain.com.
pt: Compre, venda, troque, envie, receba e armazene %@ na sua Blockchain.com Wallet.

source: Can't log in?
es: ¿No puede iniciar sesión?
pt: Não consegue iniciar sessão?

source: Can’t find your phrase?
es: ¿No puede encontrar su frase?
pt: Não encontra a frase?

source: Continue to Reset
es: Continuar con el restablecimiento
pt: Continue para a reposição

source: Enter recovery phrase
es: Introducir frase de recuperación
pt: Introduzir frase de recuperação

source: Enter your twelve word Secret Private Key Recovery Phrase to log in. Separate each word with a space.
es: Introduzca su frase secreta de recuperación de la clave privada formada por 12 palabras para iniciar sesión. Separe cada palabra con un espacio.
pt: Introduza a sua Frase de Recuperação de Chave Privada Secreta de doze palavras para iniciar sessão. Separe cada palavra com um espaço.

source: Error Sending SMS
es: Error al enviar SMS
pt: Erro ao enviar SMS

source: Error Signing In
es: Error al iniciar sesión
pt: Erro ao iniciar sessão

source: For security reasons you cannot proceed with signing in. Please try to log in on web.
es: Por razones de seguridad, no puede iniciar sesión. Intente iniciar sesión desde la web.
pt: Por razões de segurança, não pode prosseguir com o início de sessão. Tente iniciar sessão na web.

source: Go Back
es: Atrás
pt: Voltar

source: If your account has added security measures like Google Authenticator, please have that ready.
es: Si su cuenta tiene medidas de seguridad añadidas como Google Authenticator, téngalas preparadas.
pt: Se a sua conta adicionou medidas de segurança como o Google Authenticator, tenha isso preparado.

source: Import Wallet
es: Importar Cartera
pt: Importar Carteira

source: Import Your Wallet?
es: ¿Importar su Cartera?
pt: Importar a sua Carteira?

source: Incorrect Wallet Identifier
es: Identificador de Cartera incorrecto
pt: Identificador de Carteira incorreto

source: Invalid recovery phrase
es: Frase de recuperación no válida
pt: Frase de recuperação inválida

source: Log In on the Web ->
es: Iniciar sesión en la web ->
pt: Iniciar sessão na web ->

source: Log In Request From Web
es: Solicitud de inicio de sesión desde la web
pt: Pedido de início de sessão da web

source: Log In with Browser
es: Iniciar sesión en el navegador
pt: Iniciar sessão com o navegador

source: Manual Login
es: Inicio de sesión manual
pt: Início de sessão manual

source: Manual Pairing Login
es: Inicio de sesión de emparejamiento manual
pt: Início de sessão com emparelhamento manual

source: Message sent
es: Mensaje enviado
pt: Mensagem enviada

source: Network Error
es: Error de red
pt: Erro de rede

source: Passwords don't match
es: Las contraseñas no coinciden
pt: As palavras-passe não coincidem

source: PIN Disabled
es: PIN desactivado
pt: PIN desativado

source: Resetting Account May Result In Lost Funds
es: El restablecimiento de la cuenta podría dar lugar a la pérdida de los fondos
pt: A reposição da conta pode resultar em perda de fundos

source: Resetting will restore your Trading, Interest, and Exchange accounts.
es: Al restablecerla, se restaurarán las cuentas de operaciones, de intereses y de Exchange.
pt: A reposição irá restaurar as suas contas de Negociação, Juros e Exchange.

source: Second Password Detected
es: Se ha detectado una segunda contraseña
pt: Segunda palavra-passe detetada

source: Select a Crypto Currency
es: Seleccione una criptomoneda
pt: Selecione uma criptomoeda

source: Select a Payment Method
es: Seleccione un método de pago
pt: Selecione um método de pagamento

source: The minimum buy is %@
es: La compra mínima es de %@
pt: A compra mínima é de %@

source: There was an error sending you the SMS message. Please try again.
es: Hubo un error al enviar el mensaje SMS. Inténtelo de nuevo.
pt: Ocorreu um erro ao enviar a mensagem SMS. Tente novamente mais tarde.

source: There’s no account associated with the seed phrase you entered. You can import and manage your wallet instead.
es: No hay ninguna cuenta asociada a la frase semilla que ha introducido. En su lugar, puede importar y gestionar su cartera.
pt: Não existe uma conta associada à frase de provisionamento que introduziu. Em vez disso, pode importar e gerir a sua carteira.

source: This is the unique password you entered when creating your wallet.
es: Esta es la contraseña única que ha introducido al crear su cartera.
pt: Esta é a palavra-passe exclusiva que introduziu ao criar a sua carteira.

source: This means that if you lose your recovery phrase, you will lose access to your Private Key Wallet funds. You can always restore your Private Key Wallet funds later if you find your recovery phrase.
es: Esto significa que si pierde la frase de recuperación, perderá el acceso a sus fondos de la Cartera de claves privadas. Siempre puede restaurarlos más adelante si encuentra la frase de recuperación.
pt: Isto significa que, se perder a sua frase de recuperação, perderá o acesso aos fundos da sua Private Key Wallet. Poderá sempre restaurar os fundos da sua Private Key Wallet mais tarde, se encontrar a sua frase de recuperação.

source: To access your Wallet, please log in on the web. Below is what you'll need.
es: Para acceder a su Cartera, inicie sesión en la web. A continuación, se detalla lo que necesitará.
pt: Para aceder à sua Carteira, inicie a sessão na web. Abaixo está indicado o que vai precisar.

source: Trouble Logging In
es: Problemas al iniciar sesión
pt: Problemas ao iniciar sessão

source: Try again in
es: Inténtelo de nuevo en
pt: Tente novamente em

source: Use at least 8 characters and a mix of letters, numbers, and symbols
es: Utilice al menos 8 caracteres y una combinación de letras, números y símbolos
pt: Utilize pelo menos 8 carateres e uma mistura de letras, números e símbolos

source: Use your email address or the Wallet ID. Locate your Wallet ID at the bottom of most Blockchain.com emails.
es: Use su dirección de correo electrónico o el ID de Wallet. Localice su ID de Wallet en la parte inferior de la mayoría de los correos electrónicos de Blockchain.com.
pt: Utilize o seu endereço de e-mail ou o ID da Wallet. Localize o seu ID da Wallet no rodapé da maioria dos e-mails da Blockchain.com.

source: Wallet ID or Email
es: ID de Cartera o correo electrónico
pt: ID de Carteira ou E-mail

source: We cannot establish a connection with our server. Please try to sign in again.
es: No podemos establecer conexión con nuestro servidor. Intente iniciar sesión de nuevo.
pt: Não é possível estabelecer uma ligação com o nosso servidor. Tente iniciar sessão novamente.

source: We have sent you a verification code message.
es: Le hemos enviado un mensaje con un código de verificación.
pt: Enviámos-lhe uma mensagem com um código de verificação.

source: We noticed a log in attempt from a device you don't usually use.
es: Hemos detectado un intento de inicio de sesión de un dispositivo que no es el habitual.
pt: Notámos uma tentativa de início de sessão a partir de um dispositivo que normalmente não utiliza.

source: You can buy up to %@
es: Puede comprar hasta %@
pt: Pode comprar até %@

source: You've made too many failed attempts to log in with your PIN. Please try again in 60 seconds.
es: Ha realizado demasiados intentos fallidos para acceder con su PIN. Espere 60 segundos e inténtelo de nuevo.
pt: Já realizou demasiadas tentativas falhadas de início de sessão com o seu PIN. Tente novamente dentro de 60 segundos.

source: Your Password
es: Su contraseña
pt: A sua palavra-passe

source: © %i Blockchain Luxembourg S.A. All rights reserved.
es: © %i Blockchain Luxembourg SA. Todos los derechos reservados.
pt: © %i Blockchain Luxembourg S.A. Todos os direitos reservados.

source: Bought
es: Comprado
pt: Comprado

source: Fund Recovery Failed
es: Error en la recuperación de fondos
pt: A Recuperação de Fundos Falhou

source: Accrued Rewards This Month
es: Recompensas acumuladas este mes
pt: Recompensas Acumuladas Este Mês

source: Currently unavailable, please check again later
es: Actualmente no disponible. Vuelva a comprobarlo más tarde.
pt: Atualmente indisponível, verifique novamente mais tarde

source: For your security, you may have to re-verify your identity before accessing your trading or rewards account.
es: Por su seguridad, es posible que deba volver a verificar su identidad antes de acceder a su cuenta de operaciones o de Rewards.
pt: Para sua segurança, pode ser necessário verificar novamente sua identidade antes de acessar sua conta de negociação ou de recompensas.

source: Upgrade Account
es: Actualizar cuenta
pt: Atualizar conta

source: Upgrade My Account
es: Actualizar mi cuenta
pt: Atualize a minha conta

source: Would you like to upgrade to a single login for all your Blockchain.com accounts?
es: ¿Le gustaría actualizar a un solo inicio de sesión para todas sus cuentas de Blockchain.com?
pt: Gostaria de atualizar para um único login para todas as suas contas Blockchain.com?

source: One Login for All Accounts
es: Un inicio de sesión para todas las cuentas
pt: Um login para todas as contas

source: Easily access your Blockchain.com Wallet and the Exchange with a single login.
es: Acceda fácilmente a su Blockchain.com Wallet y a Exchange con un solo inicio de sesión.
pt: Aceda facilmente à sua Blockchain.com Wallet e ao Exchange com uma autenticação única.

source: Greater Security Across Accounts
es: Mayor seguridad en todas las cuentas
pt: Maior Segurança em Todas as Contas

source: Secure your investments across all Blockchain.com products.
es: Asegure sus inversiones en todos los productos de Blockchain.com.
pt: Proteja seus investimentos em todos os produtos Blockchain.com.

source: Free Blockchain.com Wallet
es: Blockchain.com Wallet gratis
pt: Blockchain.com Wallet grátis

source: Create a free Wallet account to do even more with your crypto.
es: Cree una cuenta de Wallet gratuita para sacar aún más partido a sus criptomonedas.
pt: Crie uma conta Carteira gratuita para fazer ainda mais com a sua criptografia.

source: % annually
es: % anual
pt: % anualmente

source: Add %@ to your Rewards Account
es: Agregar %@ a su cuenta de recompensas
pt: Adicione %@ à sua Conta Recompensas

source: Add BTC to Your Rewards Account
es: Añada BTC a su cuenta de recompensas
pt: Adicionar BTC à Sua Conta Recompensas

source: All your crypto balances will show up here once you buy or receive.
es: Todos sus saldos de criptomonedas aparecerán aquí cuando compre o recibas criptomonedas.
pt: Todos os seus criptosaldos serão apresentados aquiassim que comprar ou receber.

source: An error occurred. Please try again.
es: Ha ocurrido un error. Inténtelo de nuevo.
pt: Ocorreu um erro. Por favor, tente novamente.

source: Deposited
es: Depositado
pt: Depositado

source: Earn 9.0% Rewards
es: Ganar 9,0 % de recompensas
pt: Ganhe 9.0% de Recompensas

source: Earn Rewards
es: Obtener recompensas
pt: Ganhe prémios

source: Earn Rewards on Your Crypto
es: Obtenga recompensas con sus criptomonedas
pt: Ganhe prémios na sua cripto

source: From:
es: De:
pt: De:

source: Instructions
es: Instrucciones
pt: Instruções

source: Log In ->
es: Iniciar sesión ->
pt: Iniciar Sessão ->

source: Looks like you don’t have a Blockchain.com Wallet setup. If you continue to skip, you will be taken back to the log in screen.
es: Parece que no tiene ningún Wallet de Blockchain.com configurado. Si continua para saltar este paso, se le redirigirá a la página de inicio de sesión.
pt: Parece que não tem uma Carteira Blockchain.com configurada. Se continuar a ignorar, será levado de volta para o ecrã de início de sessão.

source: Manage your %@ Rewards Account on the web at blockchain.com
es: Gestione su cuenta de recompensas %@ en la web en blockchain.com
pt: Faça a gestão da sua Conta Rewards %@ na internet em blockchain.com

source: Minimum sell of %@ required.
es: Se requiere una venta mínima de %@.
pt: Requer venda mínima de %@.

source: No Results
es: Sin resultados
pt: Sem Resultados

source: Not enough %@ in your wallet to sell with current network fees.
es: No hay suficientes %@ en su monedero para vender con las tarifas de red actuales.
pt: Não há %@ suficiente na sua carteira para vender com as taxas de rede atuais.

source: Please manage your BTC Rewards Account on the web at blockchain.com
es: Gestione su cuenta de recompensas BTC en la web en blockchain.com
pt: Por favor, faça a gestão da sua Conta Rewards BTC na internet em blockchain.com

source: Preview %@
es: Vista previa de %@
pt: Pré-visualização %@

source: Restore
es: Restaurar
pt: Restaurar

source: Rewards Paid
es: Recompensas pagadas
pt: Recompensas Pagas

source: Select a wallet to sell to.
es: Seleccione un monedero para venderle.
pt: Selecione uma carteira para vender.

source: Sell Complete
es: Venta completada
pt: Venda Concluída

source: Selling %@ for %@
es: Vender %1$@ para %2$@
pt: A vender %1$@ por %2$@

source: Send Bitcoin to your new Rewards Account. Deposit and withdraw at any time.
es: Envíe Bitcoin a su nueva cuenta de recompensas. Deposite y retire en cualquier momento.
pt: Envie Bitcoin para a sua nova Conta Recompensas. Deposite e levante a qualquer momento.

source: Skip Upgrade
es: Saltar actualizar
pt: Ignorar Atualização

source: Start earning up to 9.0% rewards on your crypto.
es: Empiece a ganar hasta un 9,0 % de recompensas en sus criptomonedas.
pt: Comece a ganhar até 9,0% de recompensas sobre a sua criptomoeda.

source: Start earning. Add BTC to your Rewards Account.
es: Empiece a ganar dinero. Añada BTC a su cuenta de recompensas.
pt: Comece a ganhar. Adicione o BTC à sua Conta Recompensas.

source: The minimum sell is %@
es: La venta mínima es de %@
pt: A venda mínima é de %@

source: To link your bank, send %@ or more to your %@ Account
es: Para vincular su banco, envíe %1$@ o más a su cuenta de %2$@.
pt: Para vincular o seu banco, envie %1$@ ou mais %2$@ para a sua Conta.

source: To:
es: Para:
pt: Para:

source: Total Rewards Earned
es: Total de recompensas ganadas
pt: Total de prémios ganhos

source: Verify your identity and start earning up to 9.0% rewards on your crypto.
es: Verifique su identidad y empiece a ganar hasta un 9,0 % de recompensa en sus criptomonedas.
pt: Verifique a sua identidade e comece a ganhar até 9,0% de recompensas sobre a sua criptomoeda.

source: View on Blockchain.com Explorer
es: Ver en Blockchain.com Explorer
pt: Ver no Blockchain.com Explorer

source: View your accrued %@ Rewards
es: Ver sus recompensas de %@ acumuladas
pt: Visualize as suas %@ Recompensas acumuladas

source: We're completing your sell now.
es: Estamos completando su venta ahora.
pt: Estamos a concluir a sua venda agora.

source: You can sell up to %@
es: Puede vender hasta %@
pt: Pode vender até %@

source: Buy Complete
es: Compra completada
pt: Compra Concluída

source: Buying %@ with %@
es: Comprar %1$@ con %2$@
pt: A comprar %1$@ com %2$@

source: Don’t worry, your account is safe. Please contact support to finish the Account Recovery process. Your account will not show balances or transaction history until you complete the recovery process.
es: No se preocupe, su cuenta está a salvo. Por favor, póngase en contacto con el servicio de asistencia para completar el proceso de recuperación de la cuenta. El historial de transacciones y el saldo no aparecerá en su cuenta hasta que se complete el proceso de recuperación.
pt: Não se preocupe, a sua conta está segura. Por favor contacte o apoio ao cliente para terminar o processo de Recuperação de Conta. A sua conta não mostrará saldos ou histórico de transações até concluir o processo de recuperação.

source: Fund recovery failures can happen for a number of reasons. Our support team is able to help recover your account.
es: Se pueden producir errores en la recuperación de fondos por varios motivos. Nuestro servicio de asistencia puede ayudarle a recuperar su cuenta.
pt: As falhas na recuperação de fundos podem acontecer por uma série de razões. A nossa equipa de apoio pode ajudar a recuperar a sua conta.

source: Minimum buy is %@.
es: La compra mínima es de %@.
pt: A compra mínima é de %@

source: Not enough %@ in your wallet to buy with current network fees.
es: No hay suficientes %@ en su monedero para comprar con las tarifas de red actuales.
pt: Não há %@ suficiente na sua carteira para comprar com as taxas de rede atuais.

source: Please re-verify your identity to complete account recovery. Some features may not be available until you do.
es: Por favor, vuelva a verificar su identidad para completar la recuperación de cuenta. Algunas herramientas no estarán disponibles hasta que lo haga.
pt: Por favor, volte a verificar a sua identidade para completar a recuperação da conta. Algumas características podem não estar disponíveis até que o faça.

source: Re-verify Now
es: Volver a verificar ahora
pt: Voltar a Verificar Agora

source: Wallet ID:
es: ID de monedero:
pt: ID da carteira:

source: We're completing your buy order now.
es: Estamos completando su compra en este momento.
pt: Estamos a concluir o seu pedido de compra agora.
