Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Pick up where you left off and complete your identity verification.
es: Continúe donde lo dejó y complete su verificación de identidad.
pt: Continue de onde parou e conclua sua verificação de identidade.

source: Please allow your Blockchain.com app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
es: Permita que su aplicación Blockchain.com acceda a su micrófono. Esta es una solicitud opcional diseñada para mejorar la seguridad del usuario mientras se realiza la verificación de ID
pt: Permita o acesso da aplicação Blockchain.com ao seu microfone. Esta é uma solicitação opcional desenvolvida para aumentar a segurança do utilizador ao realizar a verificação de identidade

source: Please allow your Blockchain.com App access your camera to upload your ID and take a Selfie.
es: Permita que su aplicación Blockchain.com acceda a su cámara para cargar su ID y tomar una Selfie.
pt: Permita que seu aplicativo Blockchain.com acesse sua câmera para fazer upload de seu ID e tirar uma selfie.

source: Please check your email to approve this login attempt.
es: Revise su correo electrónico para aprobar este intento de inicio de sesión.
pt: Verifique o seu e-mail para aprovar esta tentativa de início de sessão.

source: Please ensure you've agreed to our Terms.
es: Por favor, asegúrese de haber aceptado nuestros Términos.
pt: Certifique-se de que concordou com os nossos Termos.

source: Please link a Current Account.
es: Vincula una cuenta corriente.
pt: Vincule uma conta-corrente.

source: Please relink your bank account to ensure faster settlement.
es: Vuelve a vincular tu cuenta bancaria para garantizar una liquidación más rápida.
pt: Associe novamente sua conta bancária para garantir uma liquidação mais rápida.

source: Please restart the app and try again. If it doesn't work, our team may need to investigate further.
es: Reinicia la app e inténtalo de nuevo. Si no funciona, puede que nuestro equipo tenga que investigar el problema.
pt: Reinicie a aplicação e tente novamente.Se não funcionar, a nossa equipa poderá ter de realizar uma investigação adicional.

source: Please try again or select a different payment method.
es: Por favor, inténtelo de nuevo o seleccione otro método de pago.
pt: Tente novamente ou selecione um método de pagamento diferente.

source: Please, enter your bank Alias/CBU/CVU to link a new bank account in your name. If you enter an alias: - It has to be between 6 and 20 characters (letters, numbers, dash and dot) - Don’t include the letter “ñ”, accents, gaps and other special characters.
es: Introduzca el alias/CBU/CVU de su banco para vincular una nueva cuenta bancaria a su nombre. Si introduce un alias: - Tiene que tener entre 6 y 20 caracteres (letras, números, guión y punto) - No incluir la letra "ñ", acentos, espacios ni otros caracteres especiales.
pt: Por favor, insira o Alias/CBU/CVU do seu banco para associar uma nova conta bancária em seu nome. Se inserir um alias: - Tem que ter entre 6 e 20 caracteres (letras, números, traço e ponto) - Não inclua a letra “ñ”, acentos, espaços e outros caracteres especiais.

source: Point your phone at a friend’s QR code and we’ll paste the address.
es: Escanee con su teléfono el código QR de un amigo y pegaremos la dirección.
pt: Aponte o seu telefone para o código QR de um amigo e colaremos o endereço.

source: Portfolio
es: Cartera
pt: Portfólio

source: Postal Code
es: Código postal
pt: Código postal

source: Preferences
es: Preferencias
pt: Preferências

source: Price movements may result in a reduction of your asset’s balance. Once subscribed, assets are locked until the following week and subject to market volatility. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
es: Los movimientos de precios pueden derivar en una reducción del saldo de tus activos. Una vez suscritos, los activos se bloquean hasta la siguiente semana y están sujetos a la volatilidad del mercado. Blockchain.com no asume ninguna responsabilidad ante pérdidas derivadas de fluctuaciones de precios. Debes tomar precauciones al hacer trading.
pt: As flutuações de preço podem resultar numa redução do saldo dos seus ativos. Após subscritos, os ativos são bloqueados até à semana seguinte e estão sujeitos à volatilidade do mercado. A Blockchain.com não assume responsabilidade por quaisquer perdas causadas por flutuações de preço. Negoceie com cuidado.

source: Priority
es: Prioridad
pt: Prioridade

source: Privacy protected with 256-Bit SSL encryption.
es: Privacidad protegida con cifrado SSL de 256 bits.
pt: Privacidade protegida com criptografia SSL de 256 bits.

source: Processing Time
es: Tiempo de procesamiento
pt: Tempo de processamento

source: Protect your wallet from unauthorized access by enabling 2-Step Verification.
es: Proteja su billetera del acceso no autorizado habilitando la verificación en dos pasos.
pt: Proteja sua carteira contra acesso não autorizado, ativando a verificação em duas etapas.

source: Purchase
es: Comprar
pt: Comprar

source: Put your crypto to work
es: Ponga su criptomoneda a trabajar
pt: Ponha a sua criptomoeda a funcionar

source: Quickly sign into your wallet instead of using your PIN.
es: Inicie sesión rápidamente en su monedero a continuación en lugar de utilizar su PIN.
pt: Inicie a sessão rapidamente no seu wallet em vez de utilizar o seu PIN.

source: Re-enter new password
es: Vuelva a introducir la nueva contraseña
pt: Introduza novamente a palavra-chave

source: Read more
es: Leer más
pt: Ler mais

source: Read More
es: Leer más
pt: Ler Mais

source: Read more on our new offering %@ Rewards.
es: Obtén más información sobre nuestra nueva oferta de %@ Rewards.
pt: Saiba mais sobre a nossa nova oferta %@ Rewards.

source: Read Now
es: Lee ahora
pt: Leia agora

source: Receive %@
es: Recibir %@
pt: Receber %@

source: Received
es: Recibido
pt: Recebido

source: Recipient
es: Destinatario
pt: Destinatário

source: Recover Funds
es: Recuperar fondos
pt: Recuperar fundos

source: Recurring Buy
es: Compra periódica
pt: Compra recorrente

source: Recurring Buys
es: Compras periódicas
pt: Compras recorrentes

source: Referral program
es: Programa de referidos
pt: Programa de referência

source: Refunded
es: Reembolsado
pt: Devolveu

source: Relink Bank Account
es: Volver a vincular la cuenta bancaria
pt: Reassociar conta bancária

source: Remember to keep your recovery phrase stored in a safe location and to never share it with anyone.
es: Recuerda guardar tu frase de recuperación en un lugar seguro y no compartirla con nadie.
pt: Lembre-se de manter a sua frase de recuperação num local seguro e nunca a partilhe com outra pessoa.

source: Remove
es: Eliminar
pt: Remover

source: Remove Bank
es: Eliminar banco
pt: Remover banco

source: Remove Card
es: Eliminar tarjeta
pt: Remover cartão

source: Report Bug
es: Comunicar un error
pt: Comunicar erro

source: Request
es: Solicitud
pt: Solicitação

source: Requires Email, Name, Date of Birth and Address
es: Requiere correo electrónico, nombre, fecha de nacimiento y dirección
pt: Requer email, nome, data de nascimento e endereço

source: Resend
es: Reenviar
pt: Reenviar

source: Reset
es: Reiniciar
pt: Redefinir

source: Reset Account
es: Restablecer la cuenta
pt: Repor conta

source: Reset Filters
es: Restablecer filtros
pt: Repor filtros

source: Reset Password
es: Restablecer contraseña
pt: Repor palavra-passe

source: Reset Words
es: Restablecer palabras
pt: Repor palavras

source: Reset Your Account?
es: ¿Desea restablecer su cuenta?
pt: Deseja Repor a sua Conta?

source: Residence Card
es: Tarjeta de residencia
pt: Cartão de residência

source: Retry Recovery Phrase
es: Reintente la frase de recuperación
pt: Tentar novamente a frase de recuperação

source: Rewards
pt: Recompensas

source: Rewards Earned
es: Recompensas ganadas
pt: Recompensas Ganhas

source: Rewards Rate
es: Tasa de recompensas
pt: Taxa de Recompensas

source: Rewards Summary
es: Resumen de recompensas
pt: Resumo de Recompensas

source: Routing Number
es: Número de ruta
pt: Número de roteamento

source: Save
es: Guardar
pt: Guardar 

source: Save My Card
es: Guardar mi tarjeta
pt: Guardar o meu cartão

source: Scan & Connect
es: Escanear y conectar
pt: Digitalizar e ligar

source: Scan a Friend’s QR Code
es: Escanear el código QR de un amigo
pt: Digitalize o código QR de um amigo

source: Scan a QR Code
es: Escanear un código QR
pt: Ler um código QR

source: Scan Pairing Code
es: Escanear el código de sincronización
pt: Escanear Código de Pareamento

source: Search
es: Buscar
pt: Pesquisa

source: Search coin
es: Buscar moneda
pt: Procurar moeda

source: Search Coin
es: Buscar moneda
pt: Procurar moeda

source: Search coin, type or date
es: Buscar moneda, tipo o fecha
pt: Procurar moeda, tipo ou data

source: Search Coins
es: Buscar Monedas
pt: Procurar Moedas

source: Search Country
es: Buscar país
pt: Procurar País

source: Secure Your %@
es: Asegura tu %@
pt: Proteja a sua %@

source: Secure Your DeFi Wallet
es: Proteja su DeFi Wallet
pt: Proteja a sua carteira DeFi

source: Securely Linking Your Card
es: Vinculación segura de su tarjeta
pt: Guarde o seu cartão com segurança

source: Security
es: Seguridad
pt: Segurança

source: See all
es: Ver todas
pt: Ver tudo

source: See All Transactions
es: Ver todas las transacciones
pt: Ver Todas as Transações

source: See Details
es: Ver detalles
pt: Veja Detalhes

source: Select a Cryptocurrency
es: Selecciona una criptomoneda
pt: Selecione uma criptomoeda

source: Select a Trading Currency.
es: Seleccione una moneda de comercio.
pt: Selecione uma Moeda de Negociação.

source: Select a wallet to sell from.
es: Seleccione una billetera desde la que vender.
pt: Selecione uma carteira para vender.

source: Select Country
es: Seleccionar país
pt: Selecione o pais

source: Select Your Currency
es: Seleccione el tipo de moneda
pt: Selecione a sua moeda

source: Self-Custody
es: Autocustodia
pt: Autocustódia

source: Self-Custody Your Assets
es: Autocustodia de sus activos
pt: Autocustódia dos seus ativos

source: Self-custody your crypto across multiple blockchains, use dapps, and collect NFTs.
es: Autocustodie sus criptomonedas en múltiples blockchains, utilice aplicaciones descentralizadas y coleccione NFT.
pt: Opte pela autocustódia das suas criptomoedas em várias blockchains, utilize dapps e recolha NFT.

source: Sell
es: Vender
pt: Vender

source: Sell Now
es: Vende ahora
pt: Vender Agora

source: Send
es: Enviar
pt: Enviar

source: Send crypto anywhere, anytime. All you need is the recipient’s crypto address.
es: Envíe crypto en cualquier lugar, en cualquier momento. Todo lo que necesita es la dirección criptográfica del destinatario.
pt: Envie criptomoedas para qualquer lado, a qualquer hora. Só precisa do endereço de criptomoedas do destinatário.

source: Send Now
es: Enviar ahora
pt: Enviar agora

source: Send to Any Wallet
es: Enviar a cualquier Wallet
pt: Enviar para Qualquer Wallet

source: Send, Receive, Buy and Swap cryptocurrencies with your Blockchain.com Account.
es: Envía, recibe, compra y cambia criptomonedas con tu cuenta de Blockchain.com.
pt: Envie, receba, compre e troque criptomoedas com a sua conta Blockchain.com

source: Settings
es: Configuración
pt: Configurações

source: Share
es: Compartir
pt: Partilhar

source: Share Address
es: Compartir dirección
pt: Partilhar endereço

source: Show
es: mostrar
pt: Exibir

source: Show Blockchain.com Accounts
es: Mostrar cuentas de Blockchain.com
pt: Mostrar contas Blockchain.com

source: Show small balances
es: Mostrar saldos pequeños
pt: Mostrar pequenos saldos

source: Show Transfer Details
es: Mostrar detalles de transferencia
pt: Mostrar detalhes de transferência

source: Signature Request
es: Solicitud de firma
pt: Solicitação de Assinatura

source: Signed
es: Firmado
pt: Assinado

source: Skip
es: Omitir
pt: Ignorar

source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
pt: Algo deu errado. Por favor, tente novamente.

source: soon
es: próximamente
pt: em breve

source: Stake %@
es: Staking de %@
pt: Participação %@

source: Staked
es: Asignado
pt: Apostado

source: Staking Account
es: Cuenta de Staking
pt: Conta de Staking

source: Staking Considerations
es: Consideraciones de Staking
pt: Considerações Staking

source: Staking Rewards
pt: Recompensas de participação

source: Stale Balance
es: Saldo obsoleto
pt: Saldo obsoleto

source: Start Swapping
es: Empezar a intercambiar
pt: Comece a Trocar

source: Start Verification
es: Iniciar verificación
pt: Iniciar verificação

source: State
es: Provincia
pt: Estado

source: Status
es: Estado
pt: Estado

source: Step 1 of 2
es: Paso 1 de 2
pt: Passo 1 de 2

source: Step 2 of 2
es: Paso 2 de 2
pt: Passo 2 de 2

source: Strong
es: Segura
pt: Forte

source: Submit
es: Enviar
pt: Enviar

source: Subscribed
es: Suscrito
pt: Subscrito

source: Success
es: Éxito
pt: Sucesso

source: Summary
es: Resumen
pt: Resumo

source: Swap %@ for %@
es: Convertir %1$@ en %2$@
pt: Trocar %1$@ por %2$@

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
es: Swap de Blockchain le permite operar con criptomonedas con los mejores precios y una liquidación rápida; y todo ello mientras mantiene el control total de sus fondos.
pt: Swap by Blockchain permite negociar criptomoedas com melhores preços e rápida liquidação, tudo isso mantendo o controle total dos seus fundos.

source: Swap Complete
es: Intercambio completado
pt: Troca concluída

source: Swap Crypto
es: Convertir criptomoneda
pt: Trocar criptomoeda

source: Swap Currently Unavailable
es: Swap no está disponible en este momento
pt: Troca indisponível neste momento

source: Swap from
es: Cambiar de
pt: Trocar de

source: Swap Max
es: Intercambio máximo
pt: Máximo de Troca

source: Swap More Crypto
es: Cambie más criptomonedas
pt: Trocar Mais Criptomoedas

source: Swap to
es: Cambiar a
pt: Trocar para

source: Swap Your Crypto
es: Cambie su criptomoneda
pt: Trocar a sua crypto

source: Swapped
es: Cambiado
pt: Trocado

source: Swipe to continue ->
es: Deslice para continuar ->
pt: Percorra para continuar ->

source: Switch easily between your Blockchain.com Account and %@.
es: Alterna con facilidad entre tu cuenta de Blockchain.com y %@.
pt: Troque facilmente entre as suas conta Blockchain.com e %@.

source: Tap here to upgrade your profile and swap this amount.
es: Toque aquí para actualizar su perfil e intercambiar esta cantidad.
pt: Toque aqui para atualizar o seu perfil e trocar este valor.

source: Tap the words to put them in the correct order.
es: Selecciona las palabras para colocarlas en el orden correcto.
pt: Toque nas palavras para as colocar na ordem correta.

source: Terms & Conditions
es: Términos y condiciones
pt: Termos e Condições

source: The card issuer did not respond in time, please check your network connection and try again.
es: El emisor de la tarjeta no ha respondido a tiempo. Comprueba la conexión de red e inténtalo de nuevo.
pt: O emissor do cartão não respondeu a tempo. Verifique a sua ligação à rede e tente novamente.

source: The exchange rate is the best price available for %@ in terms of 1 %@. [Learn more]()
es: El tipo de cambio es el mejor precio disponible para %1$@ en términos de 1 %2$@. [Más información]()
pt: A taxa de câmbio é o melhor preço disponível para %1$@ em termos de 1 %2$@. [Saber mais]()

source: The initial %@ order of %@ is being processed, we will let you know when its done. Your %@ buy of %@ of %@ is being set up.
es: El pedido inicial %1$@ de %2$@ se está procesando. Te avisaremos cuando esté listo. Estamos configurando tu compra %3$@ de %4$@ de %5$@.
pt: O pedido %1$@ inicial de %2$@ está a ser processado, informaremos quando for concluído. A sua compra %3$@ de %4$@ de %5$@ está a ser configurada.

source: The latest balance we fetched indicates you do not have enough funds in your bank account to make this transaction. Please check and try again.
es: El último saldo que hemos obtenido indica que no tiene fondos suficientes en su cuenta bancaria para realizar esta transacción. Por favor, revíselo e inténtelo de nuevo.
pt: O último saldo obtido indica que não tem fundos suficientes na sua conta bancária para realizar esta transação. Por favor, verifique e tente de novo.

source: The message has been successfully signed. Go back to the dApp.
es: El mensaje se ha firmado correctamente. Vuelva a la aplicación.
pt: A mensagem foi assinada com sucesso. Volte para o dApp.

source: The minimum amount for any buy is **%@**.
es: La cantidad mínima de cualquier compra es **%@**.
pt: O montante mínimo de qualquer compra é d **%@**.

source: The next few screens will display the 12 words you will need to recover your DeFi Wallet if you lose your password.
es: Las próximas pantallas mostrarán las 12 palabras que necesitarás para recuperar tu DeFi Wallet si pierdes la contraseña.
pt: Os próximos ecrãs irão apresentar as 12 palavras de que irá precisar para recuperar a sua DeFi Wallet se perder a sua palavra-passe.

source: The only crypto app you'll ever need.
es: La única aplicación de criptomonedas que necesitarás.
pt: A única aplicação de criptomoedas de que irá precisar.

source: There was a problem fetching your notifications settings. Please reload or try again later.
es: Ha habido un problema al obtener la configuración de notificaciones. Vuelve a cargar o vuelve a intentarlo más tarde.
pt: Ocorreu um problema ao procurar as suas configurações de notificações. Recarregue ou tente novamente mais tarde.

source: These 12 words give you access to your DeFi Wallet. Please back them up to the cloud or write them down manually.
es: Estas 12 palabras te dan acceso a tu DeFi Wallet. Haz una copia de seguridad en la nube o anótalas a mano.
pt: Estas 12 palavras dão-lhe acesso à sua DeFi Wallet. Efetue uma cópia de segurança das mesmas na nuvem ou escreva-as manualmente.

source: This card often declines crypto transactions.
es: Esta tarjeta suele rechazar las transacciones con criptomonedas.
pt: Este cartão recusa frequentemente transações de criptomoedas.

source: This could take up to 1 minute.
es: Esto puede tomar hasta 1 minuto.
pt: Isso pode levar até 1 minuto.

source: This is the currency in which your balance will be displayed.
es: Esta es la moneda en la que se mostrará tu saldo.
pt: Esta é a moeda na qual o seu saldo será apresentado.

source: This is the currency that you use to buy and sell crypto.
es: Esta es la moneda que utilizas para comprar y vender criptomonedas.
pt: Esta é a moeda que utiliza para comprar e vender criptomoedas.

source: This means that if you lose your recovery phrase, you will lose access to your %@ funds. You can always restore your %@ funds later if you find your recovery phrase.
es: Esto significa que si pierdes la frase de recuperación, perderás el acceso a los fondos de tu %1$@. Siempre puedes restaurar tus fondos %2$@ más adelante si encuentras la frase de recuperación.
pt: Isto significa que, se perder a sua frase de recuperação, perderá o acesso aos fundos da %1$@. Poderá sempre repor os fundos da %2$@ mais tarde, se encontrar a sua frase de recuperação.

source: Timeout
es: Tiempo de espera
pt: Tempo esgotado

source: Timing the market is hard, which is why many investors use Dollar Cost Averaging.
es: Predecir el mercado no es nada fácil. Por este motivo, son muchos los inversores que utilizan la estrategia del Dollar Cost Averaging.
pt: Conhecer os momentos ideais do mercado é difícil, sendo por isso que muitos investidores recorrem ao investimento pelo preço médio.

source: To Blockchain.com Accounts
es: A cuentas de Blockchain.com
pt: Para contas Blockchain.com

source: To get started, buy your first BTC.
es: Para empezar, compre su primer BTC.
pt: Para começar, compre a sua primeira BTC.

source: To get started, deposit crypto to your DeFi Wallet
es: Para empezar, deposita criptomonedas en tu DeFi Wallet
pt: Para começar, deposite criptomoedas na sua DeFi Wallet

source: To qualify, your friends must:
es: Para ello, sus amigos deben:
pt: Para se qualificarem, os seus amigos devem:

source: Too Many Buys Pending
es: Demasiadas compras pendientes
pt: Demasiadas compras pendentes

source: Total Deposited
es: Total depositado
pt: Total depositado

source: Total Earned
es: Total ganado
pt: Total de ganhos

source: Total On Hold
es: Total retenido
pt: Total em espera

source: Total Staked
es: Total de Staking
pt: Total participado

source: Total Subscribed
es: Total suscrito
pt: Total subscrito

source: Track the live price of over 1,200 coins and find new ones to add to your wallet.
es: Realice un seguimiento del precio en tiempo real de más de 1200 monedas y encuentre otras nuevas para añadirlas a su cartera.
pt: Acompanhe o preço ao vivo de mais de 1200 moedas e encontre novas para adicionar à sua carteira.

source: Tradable
es: Intercambiable
pt: Negociável

source: Trading Currency
es: Moneda de comercio
pt: Moeda de negociação

source: Trading Restricted
es: Trading restringido
pt: Negociação restrita

source: Trading Wallet
es: Monedero comercial
pt: Carteira de negociação

source: Transaction Fee
es: Tarifa de transacción
pt: Taxa de transação

source: Transaction ID
es: ID de transacción
pt: ID da transação

source: Transaction limits may apply to certain banks and card issuers. Purchase or deposit limits are determined by many factors, including verification completed on your account, your purchase history, your payment type, and more. Learn more about Blockchain.com Accounts, Limits, and features by visiting our [Support Center](https://blockchain.com).
es: Es posible que se apliquen límites a las transacciones a ciertos bancos y emisores de tarjetas. Los límites de compra o depósito vienen determinados por muchos factores, como la verificación de la cuenta, el historial de compras y el tipo de pago, entre otros. Puedes obtener más información sobre las cuentas de Blockchain.com, así como sus límites y funciones en nuestro [Centro de asistencia](https://blockchain.com).
pt: Poderão ser aplicados limites de transação a certos bancos e emissores de cartões. Os limites de compra ou depósito são determinados por muitos fatores, incluindo a conclusão da verificação da sua conta, o histórico de compras, o tipo de pagamento utilizado e muito mais. Saiba mais sobre as contas, os limites e as funcionalidades da Blockchain.com, ao aceder ao nosso [Centro de Suporte](https://blockchain.com).

source: Transfer cash from your bank and enable your cash balances.
es: A través de una transferencia bancaria.
pt: Transfira dinheiro do seu banco e ative os seus saldos de caixa.

source: Transfer from your Blockchain.com Account, send from any exchange, or receive from a friend!
es: Haz transferencias desde tu cuenta de Blockchain.com, haz envíos desde cualquier exchange o recibe envíos de tus amigos.
pt: Transfira a partir da sua conta Blockchain.com, envie a partir de qualquer bolsa ou receba de um amigo!

source: Transfer In Crypto
es: Transferencia en cripto
pt: Transferir em criptografia

source: Transfer submitted
es: Transferencia enviada
pt: Transferência enviada

source: Trending
es: Tendencias
pt: Tendências

source: Trigger Price
es: Precio de activación
pt: Preço de promoção

source: Trouble logging in?
es: ¿Problemas al iniciar la sesión?
pt: Está com problemas ao iniciar sessão?

source: Try Again
es: Inténtalo de nuevo
pt: Tente novamente

source: Try again
es: Volver a intentar
pt: Tente novamente

source: Try another method
es: Pruebe con otro método
pt: Tente outro método

source: Twice a month
es: Dos veces al mes
pt: Duas vezes por mês

source: Type
es: Tipo
pt: Tipo
