Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: 1-Time Between %@
es: 1 vez entre %@
pt: Uma vez entre %@

source: 2-Step Verification
es: Verificación de 2 pasos
pt: Verificação em 2 etapas

source: A new device is attempting to access your Blockchain.com Wallet. Approve or Deny now.
es: Un nuevo dispositivo está tratando de acceder a su cartera de Blockchain.com. Apruebe o deniegue el acceso.
pt: Um novo dispositivo está a tentar aceder à sua Blockchain.com Wallet. Aprove ou Recuse agora.

source: A new way to navigate
es: Una nueva forma de navegar
pt: Uma nova forma de navegar

source: A transaction is already in progress
es: Una transacción ya está en curso
pt: Uma transação já está em curso

source: About the access
es: Acerca del acceso
pt: Sobre o acesso

source: Access your %@ and engage with web3 and decentralized finance.
es: Accede a tu %@ e interactúa con la web3 y las finanzas descentralizadas.
pt: Aceda à sua %@ para trabalhar com web3 e finanças descentralizadas.

source: Access your Trading and Rewards accounts and buy and sell crypto.
es: Acceda a sus cuentas Trading y Rewards, y compre y venda criptomonedas.
pt: Aceda às suas contas Trading e Rewards e compre e venda criptomoedas.

source: Account Type
es: Tipo de cuenta
pt: Tipo de conta

source: Accounts
es: Cuentas
pt: Contas

source: Active Rewards Account
es: Cuenta de Active Rewards
pt: Conta Active Rewards

source: Active Rewards Considerations
es: Consideraciones de Active Rewards
pt: Considerações sobre Active Rewards

source: Activity
es: Actividad
pt: Atividade

source: Add
es: Añadir
pt: Adicionar

source: Add a Card
es: Añadir tarjeta
pt: Adicione um cartão

source: Add Cash from Your Bank
es: Añadir efectivo desde su banco
pt: Adicione dinheiro do seu banco

source: Add cash from your bank or card
es: Añadir efectivo desde su banco o tarjeta
pt: Adicione dinheiro do seu banco ou cartão

source: Add Your Name & Address
es: Agregue su nombre y dirección
pt: Adicione o seu nome e morada

source: Address is not a user address
es: Esta dirección no es una dirección de usuario
pt: O endereço não é um endereço do utilizador

source: Address Verification
es: Verificación de dirección
pt: Verificação de morada

source: All
es: Todo
pt: Todos

source: All Accounts
es: Todas las cuentas
pt: Todas as contas

source: All assets
es: Todos los activos
pt: Todos os ativos

source: All Time
es: Todo el tiempo
pt: Tempo todo

source: All Wallets
es: Todas las carteras
pt: Todas as carteiras

source: All your transactions will show up here.
es: Todas sus transacciones aparecerán aquí.
pt: Todas as suas transações serão exibidas aqui.

source: Also, enable your camera!
es: ¡Además, habilita tu cámara!
pt: Além disso, habilite sua câmera!

source: Amount to send
es: Cantidad a enviar
pt: Quantidade a enviar

source: An unexpected error has occurred. Please try again.
es: Se ha producido un error inesperado. Inténtelo de nuevo.
pt: Ocorreu um erro inesperado. Tente novamente.

source: Annual Swap Limit
es: Límite Swap anual
pt: Limite de troca anual

source: App
es: Aplicación
pt: Aplicação

source: Application Submitted
es: Aplicación enviada
pt: Candidatura submetida

source: Approved
es: Aprobada
pt: Aprovado

source: Approved!
es: ¡Aprobado!
pt: Aprovado!

source: Are you sure you want to remove this recurring buy?
es: ¿Seguro que quieres eliminar esta compra recurrente?
pt: Tem a certeza de que pretende remover esta compra recorrente?

source: Are you sure you want to skip your DeFi Wallet backup?
es: ¿Seguro que quieres omitir la copia de seguridad de tu DeFi Wallet?
pt: Tem a certeza de que pretende ignorar a cópia de segurança da sua DeFi Wallet?

source: Assets
es: Activos
pt: Ativos

source: Automatic Pairing
es: Emparejamiento automático
pt: Emparelhamento automático

source: Available
es: Disponible
pt: Disponível

source: Available %@
es: %@ disponible
pt: Disponível %@

source: Available to
es: Disponible para
pt: Disponível para

source: Available to Trade
es: Disponible para comerciar
pt: Disponível para comércio

source: Available to Trade (est.)
es: Disponible para operar (est.)
pt: Disponível para negociar (est.)

source: Available to withdraw or send
es: Disponible para retirar o enviar
pt: Disponível para levantar ou enviar

source: Available to Withdraw or Send (est.)
es: Disponible para retirar o enviar (est.)
pt: Disponível para Levantar ou Enviar (est.)

source: Back Up Now
es: Crear copia de seguridad ahora
pt: Fazer cópia de segurança agora

source: Back Up(Recommended)
es: Copia de seguridad (recomendado)
pt: Cópia de segurança (recomendado)

source: Backed Up
es: Con copia de seguridad
pt: Cópia de segurança efetuada

source: Backup Manually
es: Copia de seguridad manual
pt: Efetuar cópia de segurança manualmente

source: Backup to iCloud
es: Copia de seguridad en iCloud
pt: Efetuar cópia de segurança no iCloud

source: Bank Code (SWIFT/BIC)
es: Código bancario (SWIFT/BIC)
pt: Código do banco (SWIFT/BIC)

source: Bank Country
es: País del banco
pt: País do banco

source: Bank Name
es: Nombre del banco
pt: Nome do banco

source: Between %@
es: Entre %@
pt: Entre %@

source: Between %@ and %@
es: Entre %1$@ y %2$@
pt: Entre %1$@ e %2$@

source: Between %@ and %@ minutes
es: Entre %1$@ y %2$@ minutos
pt: Entre %1$@ e %2$@ minutos

source: Billing Address
es: Dirección de facturación
pt: Endereço de cobrança

source: BitPay Invoice Expired
es: La factura de BitPay ha expirado
pt: Fatura BitPay expirada

source: Blockchain.com Account
es: Cuenta de Blockchain.com
pt: Conta Blockchain.com

source: Blockchain.com Accounts
es: Cuentas de Blockchain.com
pt: Contas Blockchain.com

source: Blockchain.com Fee
es: Comisión de Blockchain.com
pt: Taxa de Blockchain.com

source: Blockchain.com is required by law to collect this information.
es: Blockchain.com está obligado por ley a recopilar esta información.
pt: A Blockchain.com é obrigada por lei a recolher estas informações.

source: Blockchain.com provides the best market price we receive and applies a spread.
es: Blockchain.com ofrece el mejor precio de mercado que recibimos y aplica un diferencial.
pt: A Blockchain.com oferece o melhor preço de mercado que recebemos e aplica um spread.

source: Blockchain.com requires a fee for this payment method
es: Blockchain.com cobra una comisión por utilizar este método de pago
pt: A Blockchain.com requer uma taxa para este método de pagamento

source: Bonding
es: Vinculación
pt: A ligar

source: Bought %@
es: Has comprado %@
pt: Comprou %@

source: Brazilian Real
es: Reales brasileños
pt: Real do Brasil

source: Browser
es: Navegador
pt: Navegador

source: Buy
es: Comprar
pt: Comprar

source: Buy a different crypto
es: Comprar una criptomoneda distinta
pt: Comprar uma criptomoeda diferente

source: Buy Crypto
es: Comprar Crypto
pt: Comprar criptomoedas

source: Buy Crypto with Cash
es: Comprar criptomonedas con efectivo
pt: Comprar crypto com dinheiro

source: Buy or receive %@ to start earning
es: Compra o recibe %@ para empezar a ganar
pt: Compre ou receba %@ para começar a ganhar

source: Buy, sell, trade, and earn crypto
es: Compra, vende, haz trading y gana criptomonedas
pt: Compre, venda, negoceie e ganhe criptomoedas

source: Buying crypto not supported.
es: No se admite la compra de criptomonedas.
pt: A compra de criptomoedas não é suportada.

source: By approving this transaction you agree to Blockchain’s [Terms of Service](http://blockchain.com) and its return, refund and cancellation policy.
es: Al aprobar esta transacción, aceptas los [Términos del servicio](http://blockchain.com) de Blockchain.com y su política de devoluciones, reembolsos y cancelación.
pt: Ao aprovar esta transação concorda com os [Termos de Serviço] da Blockchain (http://blockchain.com) e respetiva política de devolução, reembolso e cancelamento.

source: By placing this order, you authorize Blockchain.com, Inc. to debit %@ from your bank account for a %@ purchase at a quoted price of %@.
es: Al hacer esta operación, autorizas a Blockchain.com, Inc. a cargar %1$@ en tu cuenta bancaria por una compra de %2$@ a un precio de cotización de %3$@.
pt: Ao efetuar este pedido, autoriza a Blockchain.com, Inc. a debitar %1$@ da sua conta bancária %2$@ ao preço cotado de %3$@.

source: By placing this order, you authorize Blockchain.com, Inc. to debit %@ from your bank account.
es: Al hacer esta operación, autorizas a Blockchain.com, Inc. a cargar %1$@ en tu cuenta bancaria.
pt: Ao efetuar este pedido, autoriza a Blockchain.com, Inc. a debitar %@ da sua conta bancária.

source: By placing this order, you authorize Blockchain.com, Inc. to debit your %@ account for up to %@ (the recurring purchase amount) via Bank Transfer (ACH).
es: Al hacer esta operación, autorizas a Blockchain.com, Inc. a cargar en tu cuenta %1$@ hasta %2$@ (el importe de la compra recurrente) mediante transferencia bancaria (ACH).
pt: Ao efetuar este pedido, autoriza a Blockchain.com, Inc. a debitar da sua conta %1$@ um valor até %2$@ (montante da compra recorrente) por transferência bancária (ACH).

source: Cancel
es: Cancelar
pt: Cancelar

source: Cancel & Go Back
es: Cancelar y volver
pt: Cancelar e voltar

source: Card Not Supported
es: Tarjeta no compatible
pt: Cartão não suportado

source: Card Number
es: Número de la tarjeta
pt: Número do cartão

source: Cash out to your bank
es: Enviar efectivo a su banco
pt: Retire para o seu banco

source: Cashed out
es: Dinero retirado
pt: Levantado

source: Change Password
es: Cambiar contraseña
pt: Alterar a palavra-passe

source: Change PIN
es: Cambiar PIN
pt: Alterar PIN

source: Check My Inbox
es: Comprobar mi bandeja de entrada
pt: Verificar a minha caixa de entrada

source: Check your inbox.
es: Revisa tu correo.
pt: Verifique sua caixa de entrada.

source: Checkout
es: Revisa
pt: Verificação de saída

source: Choose a different payment method
es: Elige otro método de pago
pt: Escolha um método de pagamento diferente

source: Choose how you want to stay informed.
es: Elige cómo deseas estar al día.
pt: Escolha como quer manter-se informado.

source: City / Town / Village
es: Ciudad/Localidad/Pueblo
pt: Cidade / Vila / Vila

source: Claim for free
es: Solicitar gratis
pt: Peça gratuitamente

source: Coming soon to mobile
es: Próximamente disponible para teléfonos móviles
pt: Brevemente em versão móvel

source: Complete
es: Completar
pt: Completo

source: Complete Your Profile. Buy Crypto Today.
es: Complete su perfil. Compre hoy criptomonedas.
pt: Complete o seu perfil. Compre cripto hoje.

source: Completed
es: Completada
pt: Concluída

source: Confirm
es: Confirmar
pt: confirme

source: Confirm Password
es: Confirmar contraseña
pt: Confirmar palavra-passe

source: Confirm Swap
es: Confirmar Swap
pt: Confirmar Troca

source: Confirm the wallet you want to Swap from and choose the wallet you want to Receive into.
es: Confirme el monedero desde el que desea intercambiar y elija el monedero donde desea recibirlo.
pt: Confirme a carteira da qual deseja Trocar e escolha a carteira na qual deseja Receber.

source: Confirm Transfer
es: Confirmar transferencia
pt: Confirmar transferência

source: Confirm your email address to protect your Blockchain.com Wallet.
es: Confirme su dirección de correo electrónico para proteger su Wallet de Blockchain.com.
pt: Confirme o seu endereço de e-mail para proteger a sua Blockchain.com Wallet.

source: Connect
es: Conectar
pt: Ligar

source: Connect to DeFi
es: Conéctate a las DeFi
pt: Associar a DeFi

source: Connect to web3 apps, collect NFTs, and swap on DEXs.
es: Conéctate a aplicaciones web3, recopila NFT e intercambia DEX.
pt: Conecte-se a aplicações web3, receba NFTs e troque em DEXs.

source: Connect your bank or card to your Wallet. Hold cash in your wallet. Earn crypto with Rewards.
es: Conecte su banco o tarjeta a su Wallet. Conserve efectivo en su monedero. Gane criptomonedas con Rewards.
pt: Conecte o seu banco ou cartão à sua Wallet. Guarde dinheiro na sua carteira. Ganhe criptomoedas com Rewards.

source: Connection Rejected
es: Conexión rechazada
pt: Ligação Rejeitada

source: Continue
es: Seguir
pt: Continuar

source: Continue with Google
es: Continuar con Google
pt: Continuar com o Google

source: Control your crypto and use DeFi
es: Controla tus criptomonedas y utiliza las DeFi
pt: Controle as suas criptomoedas e utilize DeFi

source: Control Your Crypto with Private Keys.
es: Controle sus criptomonedas con claves privadas.
pt: Controle a sua criptomoeda com chaves privadas.

source: Convert Your Crypto to Cash
es: Convierta sus criptomonedas en efectivo
pt: Converter a sua cripto em dinheiro

source: Copied
es: Copiado
pt: Copiado

source: Copied for 2 Minutes
es: Copiada durante 2 minutos
pt: Copiado durante 2 minutos

source: Copied to clipboard
es: Copiado al portapapeles
pt: Copiado para a área de transferência

source: Copy
es: Copiar
pt: Copiar

source: Copy them to a password manager or write them down. Make sure to keep it handy, the next step is to verify your phrase.
es: Cópialas en un administrador de contraseñas o anótalas a mano. Tenlas preparadas, porque el siguiente paso es verificar tu frase.
pt: Copie-as para um gestor de palavra-passe ou anote-as. Certifique-se de que as mantém à mão; o passo seguinte é a verificação da sua frase.

source: Copy Transaction ID
es: Copiar el identificador de transacción
pt: Copiar ID da transação

source: Copy Your Addresses & QR Codes
es: Copie sus direcciones y códigos QR
pt: Copie os Seus Endereços e Códigos QR

source: Couldn't create your wallet, please try again.
es: No pudimos crear la billetera. Inténtalo de nuevo.
pt: Não foi possível criar a sua carteira. Tente novamente.

source: Country
es: País
pt: País

source: Current Password
es: contraseña actual
pt: Palavra-passe atual

source: Custom
es: Personalizado
pt: personalizadas

source: Daily
es: Diario
pt: Diariamente

source: Daily Limit
es: Límite diario
pt: Limite diário

source: Daily rewards for securing networks.
es: Recompensas diarias por asegurar las redes.
pt: Recompensas diárias por proteger redes.

source: Daily Swap and Buy Limit
es: Límite de Swap y de compra diario
pt: Limite diário de troca e compra

source: Data is securely retrieved in read-only format and only for the duration agreed with you. You have the right to withdraw your consent at any time.
es: Los datos se recuperan de forma segura en formato de solo lectura y solo durante el tiempo acordado. Tienes el derecho a retirar tu consentimiento en cualquier momento.
pt: Os dados são obtidos com segurança em formato só de leitura e apenas durante a duração acordada consigo. Tem o direito de retirar o seu consentimento em qualquer altura.

source: Data Sharing
es: Compartir datos
pt: Partilha de dados

source: Date
es: Fecha
pt: Data

source: Date of Birth
es: Fecha de nacimiento
pt: Data de Nascimento

source: Default message for inelibility
es: Mensaje predeterminado en caso de no ser elegible
pt: Mensagem predefinida de inelegibilidade

source: DeFi Wallet back up successful!
es: ¡Copia de seguridad de la DeFi Wallet completada correctamente!
pt: A cópia de segurança da DeFi Wallet foi efetuada com sucesso!

source: Deposit
es: Depositar
pt: Depósito

source: Deposit %@
es: Depositar %@
pt: Depositar %@

source: Deposit Crypto
es: Depositar criptomonedas
pt: Depositar criptomoedas

source: Deposit Now
es: Depositar ahora
pt: Depositar agora

source: Deposited %@
es: %@ en depósito
pt: Depositou %@

source: Device Approved
es: Dispositivo aprobado
pt: Dispositivo aprovado

source: Device Denied
es: Dispositivo denegado
pt: Dispositivo negado

source: Didn't get the email?
es: ¿No recibiste el correo electrónico?
pt: Não recebeu o email?

source: Disable
es: Deshabilitar
pt: Desativar

source: Disabled
es: Deshabilitada
pt: Com deficiência

source: Disconnect
es: Desconectar
pt: Desconectar

source: Domains
es: Dominios
pt: Domínios

source: Don't know when to buy?
es: ¿No sabes cuándo comprar?
pt: Não sabe quando comprar?

source: EARN
es: GANA
pt: GANHAR

source: Earn %.1f%%
es: Gana %.1f %%
pt: Ganhar %.1f%%

source: Earn rewards on crypto by subscribing to our strategy.
es: Gana recompensas con tus criptomonedas suscribiéndote a nuestra estrategia.
pt: Ganhe recompensas em criptomoedas ao subscrever a nossa estratégia.

source: Earn Rewards on Your Crypto.
es: Obtenga recompensas con sus criptomonedas.
pt: Ganhe Recompensas na Sua Criptomoeda.

source: Earn up to 10% on your crypto
es: Gana hasta un 10 % con tus criptomonedas
pt: Ganhe até 10% nas suas criptomoedas

source: Earning
es: Ganar
pt: A ganhar

source: Earning up to %.1f%%
es: Gana hasta un %.1f %%
pt: Ganhe até %.1f%%

source: Edit Email Address
es: Editar la dirección de correo electrónico
pt: Edite o endereço de e-mail

source: Email Verified
es: Correo electrónico verificado
pt: E-mail verificado

source: Enable
es: Habilitar
pt: Habilitar

source: Enable to get Started
es: Habilitar para empezar
pt: Ativar para começar

source: Enabled
es: Habilitada
pt: Ativado

source: Enter new password
es: Introducir nueva contraseña
pt: Introduzir nova palavra-passe

source: Enter referral code
es: Introduce el código de referencia
pt: Introduzir o código de referência

source: Enter your address
es: Introduce tu dirección
pt: Introduzir o seu endereço

source: Enter your current password. Then enter and confirm your new password.
es: Introduzca su contraseña actual. A continuación, introduzca y confirme su nueva contraseña.
pt: Introduza a sua palavra-passe atual. Em seguida, digite e confirme a nova palavra-passe.

source: Enter your password
es: Introduzca su contraseña
pt: Introduza a sua palavra-passe

source: Error decrypting wallet. Tap 'Log Out' to re-enter your password.
es: Error al desencriptar la billetera. Pulsa 'Cerrar sesión' para volver a introducir la contraseña.
pt: Ocorreu um erro ao desencriptar a carteira. Toque em "Terminar sessão" para voltar a introduzir a sua palavra-passe.

source: Error, unable to load bank transfer details. We are working to resolve this.
es: Error. No hemos podido cargar los detalles de la transferencia bancaria. Estamos trabajando para resolver el problema.
pt: Erro. Não é possível carregar os detalhes da transferência bancária. Estamos a trabalhar para resolver o problema.

source: Every other
es: Cada
pt: A cada

source: Exchange for Another Crypto
es: Intercambiar por otra criptomoneda
pt: Troca por Outra Criptomoeda

source: Expiry Date
es: Fecha de caducidad
pt: Data de validade

source: Failed
es: Error
pt: Falhou

source: Failed Connection Request
es: Solicitud de conexión fallida
pt: Pedido de ligação com falha

source: Failed to record backup
es: Error al registrar la copia de seguridad
pt: Falha ao registar a cópia de segurança

source: Failed to retrieve wallet due to missing payload data.
es: Error al recuperar la billetera debido a la falta de datos de carga.
pt: Falha ao obter a carteira devido a dados de payload em falta.

source: Faster
es: Más rápido
pt: Mais rápido

source: Favorites
es: Favoritos
pt: Favoritos

source: FCA Authorisation
es: Autorización de la FCA
pt: Autorização FCA

source: Fee
es: Comisión
pt: Comissão

source: Fees
es: Comisiones
pt: Honorários

source: Fetching Quote
es: Obteniendo cotización
pt: A obter cotação

source: Filter Assets
es: Filtrar activos
pt: Filtrar ativos

source: Final amount may change due to market activity.
es: El importe final puede variar en función de la actividad del mercado.
pt: O montante final pode alterar-se devido à atividade do mercado.

source: Final amount may change due to market activity. By approving this Swap you agree to Blockchain.com’s [Refund Policy]().
es: El importe final puede variar en función de la actividad del mercado. Si apruebas este intercambio, aceptas la [Política de devoluciones]() de Blockchain.com.
pt: O montante final pode alterar-se devido à atividade do mercado. Ao aprovar este Swap, concorda com a [Política de Reembolso]() da Blockchain.com.

source: Finish setting up your Blockchain.com account and start buying crypto today.
es: Concluya la configuración de su cuenta de Blockchain.com y comience a comprar criptomonedas hoy.
pt: Conclua a configuração da sua conta Blockchain.com e comece a comprar cripto ainda hoje.

source: Finish Signing Up. Buy Crypto.
es: Termine de registrarse. Compre Crypto.
pt: Conclua a inscrição. Compre Crypto.

source: Finish Verifying Your Account
es: Termine de verificar su cuenta
pt: Concluir a verificação da sua conta

source: For
es: Por
pt: Para

source: For security reasons, you must be on the same WiFi as the device you are authorizing the log in for.
es: Por razones de seguridad, debe conectarse a la misma red wifi que el dispositivo para el que quiere autorizar el inicio de sesión.
pt: Por razões de segurança, tem de estar no mesmo WiFi com o dispositivo para o qual está a autorizar o início de sessão.

source: Forgetting this wallet account will erase all wallet data on this device. Ensure that you have your password and secret private key recovery phrase saved in a safe place before doing so.
es: Al olvidar esta cuenta de monedero se eliminarán todos los datos del monedero en este dispositivo. Asegúrese de tener guardadas la contraseña y la clave privada secreta en un lugar seguro antes de hacerlo.
pt: Esquecer esta conta da carteira irá apagar todos os dados da carteira neste dispositivo. Certifique-se de que tem a sua palavra-passe e a frase de recuperação da chave privada secreta num local seguro antes de avançar.

source: Forgot Password?
es: ¿Olvidó su contraseña?
pt: Esqueceu-se da palavra-passe?

source: Free
es: Gratis
pt: Gratuito

source: Frequency
es: Frecuencia
pt: Frequência

source: From Blockchain.com Accounts
es: De cuentas de Blockchain.com
pt: De contas Blockchain.com

source: Full Name
es: Nombre completo
pt: Nome completo

source: Funds
es: Fondos
pt: Fundos

source: Funds stored in your Blockchain.com Account are held in our custody system.
es: Los fondos almacenados en su cuenta de Blockchain.com permanecen en nuestro sistema de custodia.
pt: Os fundos armazenados na sua conta Blockchain.com são mantidos no nosso sistema de custódia.

source: Funds Will Arrive
es: Los fondos llegarán
pt: Os fundos chegerão

source: Funds will be credited to your BRL wallet as soon as we receive them. Funds are generally available within one business day.
es: Los fondos se abonarán en tu billetera BRL en cuanto los recibamos. Habitualmente suelen estar disponibles en el plazo de un día hábil.
pt: Os fundos serão creditados na carteira BRL assim que os recebermos. Os fundos ficam geralmente disponíveis no prazo de um dia útil.

source: Funds will be credited to your EUR wallet as soon as we receive them. SEPA transfers usually take around 1 business day to reach us.
es: Los fondos se acreditarán a su billetera EUR tan pronto como los recibamos. Las transferencias SEPA generalmente tardamos alrededor de 1 día hábil en recibirlas.
pt: Os fundos serão creditados à sua carteira de EUR assim que os recebermos. As transferências SEPA demoram normalmente cerca de 1 dia útil a chegar até nós.

source: Funds will be credited to your GBP wallet as soon as we receive them. In the UK Faster Payments Network, this can take a couple of hours.
es: Los fondos se acreditarán a su billetera GBP tan pronto como los recibamos. En la red de pagos más rápidos del Reino Unido, esto puede llevar un par de horas.
pt: Os fundos serão creditados à sua carteira de GBP assim que os recebermos. Na Rede de Pagamentos Mais Rápida do Reino Unido, isto pode demorar algumas horas.

source: Gas for
es: Gas para
pt: Gás para
