Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Earning %@
es: Ganando %@
pt: A ganhar %@

source: Earning up to %@
es: Ganando hasta %@
pt: A ganhar até %@

source: Estimated annual rate
es: Tasa anual estimada
pt: Taxa anual estimada

source: Estimated fee
es: Tarifa estimada
pt: Taxa estimada

source: Flip
es: Voltear
pt: Inverter

source: For all eligible users
es: Para todos los usuarios elegibles
pt: Para todos os utilizadores elegíveis

source: Forgot your password?
es: ¿Olvidó su contraseña?
pt: Esqueceu a sua palavra-passe?

source: From the moment you deposit your funds into your Passive Rewards account, these will be restricted from being withdrawn for 7 days.
es: Desde el momento en que deposite sus fondos en su cuenta Rewards (de recompensas pasivas), éstos no se podrán retirar durante 7 días.
pt: A partir do momento em que depositar os fundos na sua conta de Rewards Passivas, estas não poderão ser levantadas durante 7 dias.

source: Funds you transfer during the week will be included in the following week's strategy at 08:00 AM (UTC).
es: Los fondos que transfiera durante la semana se incluirán en la estrategia de la semana siguiente a las 8:00 horas (UTC).
pt: Os fundos que transferir durante a semana serão incluídos na estratégia da próxima semana às 08:00 AM (UTC).

source: Get started
es: Empezar
pt: iniciar

source: Got It
es: Entendido
pt: Percebi

source: Incorrect CVV
es: CVV incorrecto
pt: CVV incorreto

source: Initial hold period
es: Período de espera inicial
pt: Período inicial de espera

source: Instead of timing the market, many smart investors use
es: En lugar de predecir el mercado, muchos inversores utilizan
pt: Em vez de cronometrar o mercado, muitos investidores inteligentes utilizam

source: Intermediate users
es: Usuarios intermedios
pt: Utilizadores intermédios

source: Invest the same amount every week.
es: Invertir la misma cantidad cada semana.
pt: Invista o mesmo montante todas as semanas.

source: Invest weekly?
es: ¿Invertir semanalmente?
pt: Investir semanalmente?

source: Keep control of your funds
es: Mantenga el control sobre sus fondos
pt: Assuma o controlo dos seus fundos

source: Latest News
es: Últimas noticias
pt: Últimas notícias

source: Learn which Earn Product is best for you.
es: Descubra el mejor producto Earn para usted.
pt: Saiba que produtos de ganho é ideal para si.

source: Looking to buy?
es: ¿Quiere comprar?
pt: Pretende comprar?

source: Maybe later
es: Quizás más tarde
pt: Talvez mais tarde

source: Most popular
es: Más populares
pt: Mais populares

source: Net earnings
es: Ganancias netas
pt: Rendimentos líquidos

source: Next payment
es: Próximo pago
pt: Próximo pagamento

source: No quote
es: Sin cotización
pt: Sem cotação

source: Other Cryptos
es: Otras criptomonedas
pt: Outras criptomoedas

source: Other tokens
es: Otros tokens
pt: Outros tokens

source: Paid daily
es: Pago diario
pt: Pago diariamente

source: Paid monthly
es: Pago mensual
pt: Pago mensalmente

source: Paid weekly
es: Pago semanal
pt: Pago semanalmente

source: Payment frequency
es: Frecuencia de pago
pt: Frequência de pagamento

source: People who bought Bitcoin often buy these assets as well.
es: Las personas que compraron Bitcoin suelen comprar también estos activos.
pt: As pessoas que comprar Bitcoin, frequentemente, também compram estes ativos.

source: Please re-enter the 3 digit CVV code associated with the card below
es: Vuelva a introducir el código CVV de 3 dígitos asociado a la tarjeta a continuación
pt: Reintroduza o código CVV de 3 dígitos associado ao cartão abaixo

source: Published by %@
es: Publicado por %@
pt: Publicado por %@

source: Rate perceived by the user if market price is at or lower than the trigger price at the expiration date.
es: Tasa percibida por el usuario si el precio de mercado es igual o inferior al precio de activación en la fecha de vencimiento.
pt: A taxa percebida pelo utilizador caso o preço de mercado seja igual ou inferior ao preço indicativo à data de expiração.

source: Rates are determined by each protocol minus a Blockchain.com fee. Users receive the displayed rate.
es: Las tasas vienen determinadas por cada protocolo menos una comisión de Blockchain.com. Los usuarios reciben la tasa que se muestra.
pt: As taxas são determinadas por cada protocolo menos uma taxa da Blockchain.com. Os utilizadores recebem a taxa apresentada.

source: Read More...
es: Leer más...
pt: Ler mais...

source: Reference ID (Required)
es: ID de referencia (obligatorio)
pt: ID de referência (obrigatório)

source: Rewards accrues daily and is paid monthly. The rewards rate may be periodically adjusted.
es: Las recompensas se acumulan diariamente y se pagan todos los meses. La tasa de recompensas se puede ajustar periódicamente.
pt: As recompensas são acumuladas diariamente e são pagas mensalmente. A taxa de recompensa pode ser ajustada periodicamente.

source: Rewards are paid by the end of the day on the 1st of each month.
es: Las recompensas se pagan al final del primer día de cada mes.
pt: As Rewards são pagas até ao final do dia, no primeiro dia de cada mês.

source: Rewards earned month to date.
es: Recompensas obtenidas hasta la fecha.
pt: Rewards ganhas desde o início do mês até à data.

source: Rewards rate
es: Tasa de recompensas
pt: Taxa de recompensa

source: Sale
es: Venta
pt: Venda

source: Security Code
es: Código de seguridad
pt: Código de segurança

source: Select
es: Seleccionar
pt: Selecionar

source: Select a Token
es: Seleccione un token
pt: Selecionar um token

source: Select an Asset
es: Seleccione un activo
pt: Selecionar um ativo

source: Set an easy, Automatic Recurring Buy starting at just $1 a day, week, or month. Tap into the power of Dollar Cost Averaging.
es: Establezca una compra automática periódica sencilla desde solo 1 dólar al día, a la semana o al mes. Aproveche las ventajas del coste medio en dólares.
pt: Configure uma compra recorrente automática com um mínimo de 1 $ por dia, semana ou mês. Aproveite o poder da média de custo em dólares.

source: Start earning
es: Empiece a ganar
pt: Comece a ganhar

source: Start Trading
es: Comenzar transacción
pt: Comece o negócio

source: Success! 🚀
es: ¡Perfecto! 🚀
pt: Sucesso! 🚀

source: Sum of all debits and credits of previous strategies.
es: Suma de todos los cargos y créditos de las estrategias anteriores.
pt: A soma de todos os débitos e créditos de estratégias anteriores.

source: Swap 1000+ tokens
es: Intercambie más de 1000 tókenes
pt: Swap de 1000+ tokens

source: Swap ETH, UNI, USDT, DAI, and more.
es: Intercambie ETH, UNI, USDT, DAI y más.
pt: Swap de ETH, UNI, USDT, DAI e mais.

source: That’s all for now 🥳
es: ¡Eso es todo por ahora!
pt: É tudo por agora 🥳

source: The strategy is pretty simple:
es: La estrategia es muy simple:
pt: A estratégia é bastante simples:

source: There is no quote available, please try again.
es: No hay cotización disponible, inténtelo de nuevo.
pt: Não existe um orçamento disponível, tente novamente.

source: There was a network failure, please try again later. Error code: %@
es: Se ha producido un error en la red, inténtelo de nuevo más tarde. Código de error: %@
pt: Ocorreu uma falha de rede, tente novamente mais tarde. Código de erro: %@

source: To get started, transfer to your wallets
es: Para empezar, transfiera a sus billeteras
pt: Para começar, transfira para as suas carteiras

source: Transfer from your Blockchain.com Account, send from any exchange, or ask a friend!
es: ¡Transfiera desde su cuenta de Blockchain.com, envíe desde cualquier Exchange o pídaselo a un amigo!
pt: Transfira a partir da sua conta Blockchain.com, envie de qualquer troca ou peça a um amigo!

source: Trigger price
es: Precio de activación
pt: Preço de acionamento

source: Unable to remove
es: No se ha podido eliminar
pt: Impossível remover

source: Unknown Error
es: Error desconocido
pt: Erro desconhecido

source: Up to 10% annually
es: Hasta un 10 % anual
pt: Até 10% anualmente

source: Up to 4% annually
es: Hasta un 4 % anual
pt: Até 4% anualmente

source: Up to 8% annually
es: Hasta un 8 % anual
pt: Até 8% anualmente

source: Updated monthly
es: Actualización mensual
pt: Atualizado mensalmente

source: Variable by network
es: Variable por red
pt: Variável por rede

source: Variable weekly
es: Variable semanal
pt: Variável semanalmente

source: We are unable to create your wallet. Please, try again later.
es: No hemos podido crear su monedero. Inténtelo de nuevo más tarde.
pt: Não conseguimos criar a sua carteira. Tente novamente mais tarde.

source: Welcome to the DEX
es: ¡Le damos la bienvenida a DEX!
pt: Damos-lhe as boas-vindas ao DEX

source: When the price goes down,
es: Cuando el precio baja,
pt: Quando o preço desce,

source: When the price goes up,
es: Cuando el precio sube,
pt: Quando o preço sobe,

source: When you trade on a DEX, you keep access to your private keys––it’s "your keys, your crypto." Blockchain.com doesn’t hold these funds.
es: Cuando hace trading en un DEX, mantiene el acceso a sus claves privadas: "sus claves, sus criptomonedas." Blockchain.com no guarda estos fondos.
pt: Ao negociar num DEX, mantém acesso às suas chaves privadas - "as suas chaves, as suas criptomoedas". A Blockchain.com não detém estes fundos.

source: Withdraw depending on network
es: Retirar según la red
pt: Levantar consoante a rede

source: Withdraw instantly after 7 days
es: Retirada instantánea después de 7 días
pt: Levantar instantaneamente após 7 dias

source: Withdraw weekly
es: Retirada semanal
pt: Levantar semanalmente

source: Would you like to buy another asset?
es: ¿Le gustaría comprar otro activo?
pt: Gostaria de comprar outro ativo?

source: Your %@ is now available in your Blockchain.com Account
es: Su %@ está ahora disponible en su cuenta de Blockchain.com
pt: %@ está agora disponível na sua conta Blockchain.com

source: Your %@ purchase is processing. Hang tight!
es: Su compra de %@ se está procesando. ¡Agárrese fuerte!
pt: A sua compra %@ está a ser processada. Aguarde!

source: You’ll buy less crypto.
es: Comprará menos criptomonedas.
pt: Irá comprar menos criptomoedas.

source: You’ll buy more crypto.
es: Comparará más criptomonedas.
pt: Comprará mais criptomoeda.

source: A fee paid to process your transaction. This must be paid in %@.
es: El pago de una comisión para procesar su transacción. Debe abonarse en %@.
pt: Uma taxa paga para processar a sua transação. Tem de ser paga em %@.

source: About
es: Acerca de
pt: Sobre

source: Accept
es: Aceptar
pt: Aceitar

source: Add cash from your bank
es: Añadir efectivo desde su banco o tarjeta
pt: Adicione dinheiro a partir do seu banco

source: Add NFTs to your DeFi Wallet
es: Añadir NFT a su DeFi Wallet
pt: Adicione NFT à sua DeFi Wallet

source: Additional Information
es: Información adicional
pt: Informações adicionais

source: Address
es: Dirección
pt: Endereço

source: Address copied
es: Dirección copiada
pt: Endereço copiado

source: Address not found
es: Dirección no encontrada
pt: Endereço não encontrado

source: Allow Blockchain.com DEX to use your %@?
es: ¿Permitir que DEX de Blockchain.com utilice su %@?
pt: Permitir que Blockchain.com DEX utilize o seu %@?

source: Allowed Slippage
es: Deslizamiento permitido
pt: Deslizamento permitido

source: An unknown failure occured
es: Se ha producido un error desconocido
pt: Ocorreu uma falha desconhecida

source: Approve %@
es: Aprobar %@
pt: Aprovar %@

source: Approved %@
es: %@ aprobado
pt: Aprovado %@

source: Apt, Suite, Etc
es: Apto, Suite, Etc.
pt: Apto, Suite, Etc

source: Available to sell
es: Disponible para vender
pt: Disponível para vender

source: Blockchain.com fee
es: Tarifa de Blockchain.com
pt: Taxa de Blockchain.com

source: Blockchain.com Privacy Policy
es: política de privacidad de Blockchain.com
pt: Política de privacidade de Blockchain.com

source: Buy NFTs
es: Comprar NFT
pt: Comprar NFTs

source: By selecting “Continue”, you agree to the
es: Al seleccionar "Continuar", acepta la
pt: Ao selecionar "Continuar", concorda com a

source: Confirm your information
es: Confirme sus datos
pt: Confirme as suas informações

source: Congratulations! We successfully verified your identity. You can now buy, sell and swap cryptocurrencies at Blockchain.com
es: ¡Enhorabuena! Hemos verificado con éxito su identidad. Ahora puede comprar, vender e intercambiar criptomonedas en Blockchain.com.
pt: Parabéns! Verificámos a sua identidade com sucesso. Já pode comprar, vender e trocar criptomoedas em Blockchain.com

source: Connect a Dapp
es: Conectarse a Dapp
pt: Ligar uma Dapp

source: Connect your wallet to dApps
es: Conecte su billetera a Dapps
pt: Ligue a sua carteira a dApps

source: Connected Apps
es: Aplicaciones conectadas
pt: Aplicações conectadas

source: Connection with %@ failed.
es: Ha fallado la conexión con %@.
pt: A ligação com %@ falhou.

source: Copy Ethereum Address
es: Copiar dirección de Ethereum
pt: Copiar endereço Ethereum

source: Create Password
es: Crear contraseña
pt: Criar palavra-passe

source: Creator
es: Creador
pt: Criador

source: Date of birth
es: Fecha de nacimiento
pt: Data de nascimento

source: Decline
es: Rechazar
pt: Recusar

source: Disconnect all
es: Desconectar todo
pt: Desligar tudo

source: Disconnection failure
es: Fallo de desconexión
pt: Falha ao desligar

source: Domain copied
es: Dominio copiado
pt: Domínio copiado

source: Earned %@
es: %@ obtenido
pt: Ganhou %@

source: Edit
es: Editar
pt: Editar

source: Enter an amount
es: Introduzca un importe
pt: Introduza um montante

source: enter manually →
es: introducir de forma manual →
pt: introduza manualmente →

source: Enter your current address
es: Introduzca su dirección actual
pt: Introduza o seu endereço atual

source: Enter your email address and password.
es: Introduzca su dirección de correo electrónico y su contraseña.
pt: Introduza o seu endereço de email e a sua palavra-passe.

source: Enter your first name
es: Introduzca su nombre
pt: Introduza o seu nome próprio

source: Enter your information
es: Introduzca sus datos
pt: Introduza as suas informações

source: Enter your last name
es: Introduzca sus apellidos
pt: Introduza o seu apelido

source: Enter your phone number
es: Introduzca su número de teléfono
pt: Introduza o seu número de telefone

source: Estimated Fee
es: Comisión estimada
pt: Taxa estimada

source: Failed to disconnect dApp
es: Se ha producido un error al desconectar Dapp
pt: Falha ao desligar a dApp

source: Fetching Your NFTs
es: Obteniendo sus NFT
pt: A obter os seus NFTs

source: Final amount may change due to market activity. By approving this Sell you agree to Blockchain.com’s [Refund Policy]().
es: El importe final puede cambiar debido a la actividad del mercado. Al aprobar esta venta, acepta la [Política de reembolso]() de Blockchain.com.
pt: O montante final pode ser alterado devido à atividade do mercado. Ao aprovar esta Venda, o utilizador concorda com a [Política de reembolso]() de Blockchain.com.

source: First name
es: Nombre
pt: Nome próprio

source: Home Address
es: Dirección de casa
pt: Endereço residencial

source: I certify I am 18 years of age or older and I agree to Blockchain.com’s
es: Certifico que tengo 18 años o más y acepto las condiciones de uso y la política de privacidad de Blockchain.com
pt: Certifico que tenho 18 anos ou mais e concordo com a política de privacidade de Blockchain.com.

source: If you need to change your State, please contact our customer support.
es: Si necesitas cambiar tu estado, ponte en contacto con nuestro servicio de atención al cliente.
pt: Se precisar de alterar o seu estado, entre em contacto com o nosso apoio ao cliente.

source: Input is estimated. You will receive at least %@ or the transaction will revert and assets will be returned to your wallet.
es: Los ingresos son estimados. Recibirá al menos %@ o la transacción se revertirá y los activos serán devueltos a su billetera.
pt: A entrada é estimada. Irá receber pelo menos %@ ou a transação será revertida e os ativos serão devolvidos à sua carteira.

source: Last name
es: Apellidos
pt: Apelido

source: Let's get started
es: ¡Empecemos!
pt: Vamos começar

source: Let’s gather your information
es: Vamos a reunir sus datos
pt: Vamos recolher as suas informações

source: Max: %@
es: Máximo: %@
pt: Máx. %@

source: Min. Amount
es: Importe mínimo
pt: Montante mín.

source: Minimum of 8 characters
es: Mínimo de 8 caracteres
pt: Mínimo de 8 caracteres

source: My address is not here
es: Mi dirección no está aquí
pt: O meu endereço não está aqui

source: Networks
es: Redes
pt: Redes

source: New quote in
es: Nueva cotización en
pt: Nova cotação em

source: Next Buy
es: Siguiente compra
pt: Próxima compra

source: Next Buy on
es: Próxima compra en
pt: Próxima compra em

source: No available assets
es: No hay activos disponibles
pt: Nenhum ativo disponível

source: Not enough %@
es: No hay suficientes %@
pt: %@ insuficientes

source: Not enough %@ to cover swap and fees.
es: No hay suficientes %@ para cubrir el intercambio y las comisiones.
pt: Não tem %@ suficientes para cobrir a troca e as taxas.

source: Only receive %@ on the %@ Network
es: Recibir solo %1$@ en la red de %2$@
pt: Receber apenas %1$@ na rede %2$@

source: Only receive tokens on the %@ Network
es: Recibir tokens solo en la red de %@
pt: Receber tokens apenas na rede %@

source: Phone number
es: Número de teléfono
pt: Número de telefone

source: Please add your date of birth.
es: Introduzca su fecha de nacimiento
pt: Adicione a sua data de nascimento.

source: Please add your phone number and date of birth.
es: Añada su número de teléfono y fecha de nacimiento.
pt: Adicione o seu número de telemóvel e data de nascimento.

source: Preview Sell
es: Vista previa de venta
pt: Pré-visualização da Venda

source: Preview Swap
es: Vista previa de intercambio
pt: Pré-visualização da troca

source: Price updated
es: Precio actualizado
pt: Preço atualizado

source: Properties
es: Propiedades
pt: Propriedades

source: Rate
es: Comisión
pt: Taxa

source: Re-enter your password
es: Vuelva a introducir su contraseña
pt: Reintroduza a palavra-passe

source: Resend SMS in %@
es: Reenviar SMS en %@
pt: Reenviar SMS em %@

source: Select %@ account
es: Selecccionar cuenta de %@
pt: Selecionar a conta %@

source: Select a token
es: Seleccione un token
pt: Selecione um token

source: Shop on OpenSea
es: Compre en OpenSea
pt: Comprar em OpenSea

source: Slippage is the max percentage of price you're willing to allow for your swap to go through. If price changes beyond that, the swap will revert and your assets will be returned.
es: El deslizamiento es el porcentaje máximo del precio que está dispuesto a permitir para que se realice su intercambio. Si el precio cambia más allá de ese porcentaje, se revertirá el intercambio y se devolverán los activos.
pt: O deslizamento é a percentagem máxima de preço que está disposto a permitir para que o swap seja realizado. Se o preço alterar para além desse valor, o swap será revertido e os seus ativos serão devolvidos.

source: Successfully verified
es: Se ha verificado correctamente
pt: Verificado com sucesso

source: Swap Complete!
es: ¡Intercambio completado!
pt: Troca completa!

source: Swapping %@
es: Intercambiando %@
pt: A trocar %@

source: Tap continue to begin the process.
es: Toque Continuar para iniciar el proceso.
pt: Toque para iniciar o processo.

source: The dApp requested to use an unsupported network
es: La Dapp solicitó usar una red no compatible
pt: A dApp solicitou o uso de uma rede não suportada

source: The dApp tried to use an unsupported method
es: La Dapp intentó utilizar un método no compatible
pt: A dApp tentou utilizar um método não suportado

source: The exchange rate is the best price available for %@ in terms of 1 %@.
es: El tipo de cambio es el mejor precio disponible para %1$@ en términos de 1 %2$@.
pt: A taxa de câmbio é o melhor preço disponível para %1$@ em termos de 1 %2$@.

source: The minimum amount you are guaranteed to receive. If the price changes more than 0.5%, your transaction will revert.
es: El importe mínimo que se le garantiza recibir. Si el precio cambia más de un 0,5 %, su transacción se revertirá.
pt: O montante mínimo que irá garantidamente receber. Se o preço variar mais do que 0,5%, a sua transação será revertida.

source: The unbonding period depends on the network queue. The current unbonding period is %@ days.
es: El período de desvinculación depende de la cola de la red. El período de desvinculación actual es de %@ días.
pt: O período de desvinculação depende da fila da rede. O atual período de desvinculação é de %@ dias.

source: There was and failure while disconnecting connections, please try again later.
es: Se ha producido un error al desconectar las conexiones, inténtelo de nuevo más tarde.
pt: Ocorreu uma falha ao desligar as ligações. Tente novamente mais tarde.

source: This %@ is on the %@ network
es: Este %1$@ está en la red %2$@
pt: Este %1$@ está na rede %2$@

source: This information cannot be modified
es: Esta información no se puede modificar
pt: Esta informação não pode ser modificada

source: This is a small fee for using the Blockchain.com DEX service.
es: Esta es una pequeña tarifa por utilizar el servicio de DEX de Blockchain.com
pt: Esta é uma pequena comissão por usar o serviço DEX de Blockchain.com.

source: To avoid scams, check the full address before sending.
es: Para evitar estafas, verifique la dirección completa antes de hacer un envío.
pt: Para evitar burlas, verifique o endereço completo antes de o enviar.

source: To complete the swap, give the Blockchain.com DEX smart contracts permission to use your %@. You only have to do this once per token.
es: Para completar el intercambio, dé permiso a los contratos inteligentes DEX de Blockchain.com para utilizar su %@. Solo tiene que hacerlo una vez por token.
pt: Para realizar o swap, conceda a permissão de contratos inteligentes do Blockchain.com DEX para utilizar o seu %@. Só precisa de o fazer uma vez por token.

source: Transfer from any wallet, or buy from a marketplace!
es: ¡Transfiera desde cualquier monedero o compre en un mercado!
pt: Transfira de qualquer carteira, ou compre num mercado!

source: Unable to process
es: No se ha podido procesar
pt: Não foi possível processar

source: Unbonding
es: Desvinculación
pt: A desvincular

source: Unstaking Information
es: Información sobre la desasignación
pt: Informação sobre retirada de participação

source: Verification only supports US(+1) phone numbers
es: La verificación solo admite números de teléfono de EE. UU. (+1)
pt: A verificação suporta apenas números de telemóvel dos Estados Unidos (+1)

source: Verification processing
es: Estamos procesando la verificación
pt: A processar a verificação

source: Verify your account
es: Verifique su cuenta
pt: Verifique a sua conta

source: Verifying your account
es: Verificando su cuenta
pt: Verifique a sua conta

source: Verifying your information
es: Verificando su información
pt: A verificar as suas informações

source: View on OpenSea
es: Ver en OpenSea
pt: Ver em OpenSea

source: Visit Website
es: Visite el sitio web
pt: Visitar o website

source: We are unable to create your Wallet. Please, try again later.
es: No hemos podido crear su billetera. Inténtelo de nuevo más tarde.
pt: Não conseguimos criar a sua carteira. Tente de novo mais tarde.

source: We couldn't create a transaction target based on dApp message
es: No hemos podido crear un objetivo de transacción basado en el mensaje de la Dapp
pt: Não foi possível criar um alvo de transação com base na mensagem dApp

source: We couldn't find the session requested
es: No hemos podido encontrar la sesión solicitada
pt: Não encontrámos a sessão solicitada
