Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Get access to the Blockchain.com Account in seconds by completing your profile and getting Limited Access.
es: Acceda a su cuenta de Blockchain.com en segundos al completar su perfil y obtenga acceso limitado.
pt: Obtenha acesso à conta Blockchain.com em segundos preenchendo o seu perfil e obtendo acesso limitado.

source: Get lower fees, more trading pairs, and 24/7 live support on the Blockchain.com Exchange.
es: Comisiones más bajas, más pares para cambiar y soporte directo 24/7 en el Exchange de Blockchain.com.
pt: Desfrute de taxas mais baixas, mais pares de transação e de suporte 24/7 na Blockchain.com Exchange.

source: Get Started
es: Empezar
pt: Iniciar

source: Get Unlimited Sends
es: Reciba envíos ilimitados
pt: Obtenha Envios Ilimitados

source: GO
es: IR
pt: IR

source: Go back to your browser and try again.
es: Vuelva al navegador e inténtelo de nuevo.
pt: Regresse ao seu navegador e tente novamente.

source: Go to DeFi Wallet
es: Ir a DeFi Wallet
pt: Aceder à DeFi Wallet

source: Go to Settings
es: Ir a Configuración
pt: Vá para configurações

source: Go to Web App
es: Ir a la aplicación web
pt: Ir para a Aplicação Web

source: Got it
es: Entendido
pt: Percebi

source: Held by Blockchain.com
es: Mantenido por Blockchain.com
pt: Detido pela Blockchain.com

source: Held by You
es: Mantenido por usted
pt: Detido por si

source: Help
es: Ayuda
pt: Ajuda

source: Home
es: Inicio
pt: Início

source: How often do you want to buy?
es: ¿Con qué frecuencia deseas comprar?
pt: Com que frequência pretende comprar?

source: I agree to Blockchain.com’s
es: Acepto
pt: Concordo com os

source: I agree to transfer %1$@ to my Active Rewards Account. I understand that price movements may result in a reduction of my Active Rewards balance, and that my transfer will be placed in next week’s strategy.
es: Acepto transferir %1$@ a mi cuenta de Active Rewards. Entiendo que los movimientos de precios pueden derivar en la reducción del saldo de mi cuenta de Active Rewards y que la transferencia se efectuará en la estrategia de la siguiente semana.
pt: Concordo em transferir %1$@ para a minha conta Active Rewards. Compreendo que as movimentações de preço possam resultar numa redução do saldo das minhas Active Rewards e que a minha transferência será colocada na estratégia da próxima semana.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network, and funds are subject to a bonding period of %@ day before generating rewards.
es: Acepto transferir %1$@ a mi cuenta de Staking. Entiendo que no puedo cancelar el staking hasta que las retiradas estén habilitadas en la red de Ethereum y que los fondos estarán sujetos a un período de vinculación de %2$@ día antes de generar recompensas.
pt: Concordo em transferir %1$@ para a minha conta Staking. Compreendo que não posso cancelar a participação até que os levantamentos sejam ativados na rede Ethereum e que os fundos estão sujeitos a um período de obrigação de %2$@ dia antes de gerarem recompensas.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network, and funds are subject to a bonding period of %@ days before generating rewards.
es: Acepto transferir %1$@ a mi cuenta de Staking. Entiendo que no puedo cancelar el staking hasta que las retiradas estén habilitadas en la red de Ethereum y que los fondos estarán sujetos a un período de vinculación de %2$@ días antes de generar recompensas.
pt: Concordo em transferir %1$@ para a minha conta Staking. Compreendo que não posso cancelar a participação até que os levantamentos sejam ativados na rede Ethereum e que os fundos estão sujeitos a um período de obrigação de %2$@ dias antes de gerarem recompensas.

source: I agree to transfer %@ to my Staking Account. I understand that I can’t unstake until withdrawals are enabled on the Ethereum network.
es: Acepto transferir %@ a mi cuenta de Staking. Entiendo que no puedo cancelar el staking hasta que las retiradas estén habilitadas en la red de Ethereum.
pt: Concordo em transferir %@ para a minha conta Staking. Compreendo que não posso cancelar a participação até que os levantamentos sejam ativados na rede Ethereum.

source: I understand
es: Entiendo
pt: Eu entendo

source: I understand that my %@ addresses will be publicly associated with %@.
es: Entiendo que las direcciones de mi %1$@ se asociarán públicamente con %2$@.
pt: Compreendo que os meus endereços da %1$@ serão publicamente associados a %2$@.

source: I understand that withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately February 2023. Until then, %@ assets in Active Rewards Accounts will be re-subscribed to each week's strategy.
es: Entiendo que las retiradas aún no están habilitadas para Active Rewards. Estamos ultimando la función de retiradas semanales y estará disponible aproximadamente en febrero de 2023. Hasta entonces, los activos %@ en la cuentas de Active Rewards se volverán a suscribir a cada estrategia semanal.
pt: Compreendo que os levantamentos de Active Rewards ainda não são permitidos. A funcionalidade de levantamento semanal está a ser concluída e será ativada aproximadamente em fevereiro de 2023. Até lá, %@ ativos nas contas Active Rewards serão novamente subscritos na estratégia de cada semana.

source: If I lose my password, my 12 words (recovery phrase) is the only way to restore access to my DeFi Wallet.
es: Si pierdo la contraseña, mis 12 palabras (frase de recuperación) serán la única forma de restablecer el acceso a mi DeFi Wallet.
pt: Se perder a minha palavra-passe, as minhas 12 palavras (frase de recuperação) são a única forma de restaurar o acesso à minha DeFi Wallet.

source: If I share my recovery phrase with someone, they will have access to my DeFi Wallet.
es: Si comparto mi frase de recuperación con alguien, esta persona tendrá acceso a mi DeFi Wallet.
pt: Se partilhar a minha frase de recuperação com alguém, essa pessoa terá acesso à minha DeFi Wallet.

source: If lose my recovery phrase, I’ll be unable to restore access to my Defi Wallet.
es: Si pierdo mi frase de recuperación, no podré restablecer el acceso a mi DeFi Wallet.
pt: Se perder a minha frase de recuperação, não poderei restaurar o acesso à minha DeFi Wallet.

source: If this was you, approve the device below. If you do not recognize this device, deny & block the device now.
es: Si ha sido usted, apruebe el dispositivo a continuación. Si no reconoce este dispositivo, deniegue el acceso y bloquéelo.
pt: Se foi você, aprove o dispositivo abaixo. Se não reconhecer este dispositivo, recuse e bloqueie o dispositivo agora.

source: If you don’t create a backup and lose your password, you risk losing access to your funds permanently.
es: Si no creas una copia de seguridad y pierdes la contraseña, te arriesgas a perder el acceso a tus fondos de forma temporal.
pt: Se não criar uma cópia de segurança e perder a sua palavra-passe, corre o risco de perder permanentemente o acesso aos seus fundos.

source: If you have an account registered with this email address, you will receive an email with a link to verify your device.
es: Si tiene una cuenta registrada con esta dirección de correo electrónico, recibirá un mensaje con un enlace para verificar su dispositivo.
pt: Enviámos um e-mail de verificação para este endereço. Clique na ligação do e-mail para continuar.

source: If you'd prefer to deposit funds directly from your bank account first, follow the instructions on the next screen. Once your deposit arrives in your Blockchain.com account you can come back here to buy crypto.
es: Si primero prefiere depositar fondos directamente desde su cuenta bancaria, siga las instrucciones que aparecen en la siguiente pantalla. Una vez que su depósito llegue a su cuenta de Blockchain.com, puede volver aquí para comprar criptomonedas.
pt: Se primeiro preferir depositar fundos diretamente da sua conta bancária, siga as instruções no próximo ecrã. Assim que o seu depósito chegar à sua conta Blockchain.com, pode regressar aqui para comprar cripto.

source: Immediately
es: De inmediato
pt: Imediatamente

source: Important
es: Importante
pt: Importante

source: In %@
es: En %@
pt: Em %@

source: In Manual Review
es: En revisión manual
pt: Em revisão manual

source: In process
es: En proceso
pt: Em processamento

source: In Review
es: En revisión
pt: Em revisão

source: In the meantime, you can manage your %@ using our web app.
es: Mientras tanto, puedes gestionar tu %@ a través de la aplicación web.
pt: Entretanto, pode gerir a sua conta %@ com a nossa aplicação web.

source: Incomplete Charges
es: Cargos pendientes
pt: Cobranças incompletas

source: Incorrect order. Reset or tap individual words to remove.
es: Orden incorrecto. Restablece o toca palabras individuales para eliminarlas.
pt: Pedido incorreto. Redefina ou toque em palavras individuais para remover.

source: Initial Hold Period
es: Período de retención inicial
pt: Período inicial de retenção

source: Instantly
es: Al instante
pt: Instantaneamente

source: Instantly buy crypto with any Visa or Mastercard.
es: Compre instantáneamente criptomonedas con cualquier Visa o Mastercard.
pt: Compre crypto instantaneamente com qualquer cartão Visa ou Mastercard.

source: Instantly Buy, Sell and Swap Crypto.
es: Compre, venda e intercambie criptomonedas en segundos.
pt: Compre, venda e troque criptomoeda em segundos.

source: Instantly exchange your crypto into any currency we offer for your wallet.
es: Intercambie al momento criptomonedas a cualquier otra moneda de las que ofrecemos para su monedero.
pt: Troque instantaneamente as suas crypto por qualquer moeda que oferecemos para a sua carteira.

source: Instantly Trade
es: Comercio al instante
pt: Negocie Instantaneamente

source: Introducing your non-custodial DeFi Wallet
es: Te presentamos tu DeFi Wallet no custodiada
pt: Introdução à sua DeFi Wallet sem custódia

source: Invalid Account
es: Cuenta inválida
pt: Conta Inválida

source: Invalid Card Number
es: El número de tarjeta no es válido
pt: Número de cartão inválido

source: Invalid CVV
es: Código CVV no válido
pt: CVV inválido

source: Invalid email address
es: Dirección de correo electrónico no válida
pt: Endereço de e-mail inválido

source: IP Address
es: Dirección IP
pt: Endereço de IP

source: Is my country supported?
es: ¿Mi país es compatible?
pt: Meu país é suportado?

source: It can have a maximum of 28 characters
es: Puede contener un máximo de 28 caracteres
pt: Pode ter um máximo de 28 carateres

source: I’ll Do This Later
es: Lo haré más tarde
pt: Vou Fazer Isto Mais Tarde.

source: Join me and sign up to a Blockchain.com Wallet with referral code (code), and get a bonus in crypto! Find the app here: https://blockchainwallet.page.link/join
es: ¡Únete y registra tu billetera de Blockchain.com con el código de referencia (código) y obtén una recompensa en criptomonedas! Aquí va la aplicación: https://blockchainwallet.page.link/join
pt: Junte-se a mim e registe-se numa Wallet da Blockchain.com com o código de referência (código) e receba um bónus em criptomoeda! Pode encontrar a aplicação aqui: https://blockchainwallet.page.link/join

source: Join me on Blockchain.com
es: Únase a mí en Blockchain.com
pt: Junte-se a mim em Blockchain.com

source: Join over 40M users who have transacted $1T+ since 2012 on Blockchain.com.
es: Únase a los más de 400 millones de usuarios que han realizado transacciones por un valor de más de 1 millón de billones de dólares desde 2012 en Blockchain.com.
pt: Junte-se aos 4 milhões de utilizadores que realizaram $1T+ desde 2012 na Blockchain.com

source: Keep
es: Mantener
pt: Manter

source: Keep Cash in Your Wallet
es: Guarde efectivo en su billetera
pt: Mantenha dinheiro na sua carteira

source: Know exactly when you bought, sold or swapped and at what price.
es: Podrá saber exactamente cuándo compró, vendió o intercambió y a qué precio.
pt: Saiba exatamente quando comprou, vendeu ou trocou e a que preço.

source: Launch the Exchange
es: Lanzar Exchange
pt: Iniciar o Exchange

source: Legal First Name
es: Nombre legal
pt: Nome legal

source: Legal Last Name
es: Apellido legal
pt: Apelido legal

source: Let’s Back Up Your DeFi Wallet
es: Vamos a hacer una copia de seguridad de tu DeFi Wallet
pt: Vamos efetuar uma cópia de segurança da sua DeFi Wallet

source: Level up your trading
es: Mejora tu trading
pt: Eleva o teu trading

source: Link a bank or card and buy now or receive from a friend. Once you hold a balance, you can swap crypto at anytime.
es: Vincule un banco o una tarjeta y compre ahora o reciba pagos de un amigo. Una vez que tenga saldo, puede intercambiar criptomonedas en cualquier momento.
pt: Associe um banco ou cartão e compre agora ou receba de um amigo. Depois de ter um saldo, pode trocar cripto a qualquer momento.

source: Link a card or bank account to buy crypto. Earn rewards by putting your crypto to work.
es: Vincula una tarjeta o cuenta bancaria para comprar criptomonedas. Pon a trabajar tus criptomonedas y obtén recompensas.
pt: Associe um cartão ou conta bancária para comprar criptomoedas. Ganhe recompensas ao pôr as suas criptomoedas a trabalhar.

source: Linked Cards
es: Tarjetas vinculadas
pt: Cartões vinculados

source: Live Prices
es: Precios en tiempo real
pt: Preços ao vivo

source: Local Currency
es: Moneda local
pt: Moeda local

source: Location
es: Ubicación
pt: Localização

source: Log In
es: Iniciar sesión
pt: Iniciar sessão

source: Log In Request
es: Solicitud de inicio de sesión
pt: Solicitação de autenticação

source: Log into DApps and sign transactions
es: Inicia sesión en DApps y firma transacciones
pt: Inicie sessão em DApps e assine transações

source: Log Out
es: Cerrar sesión
pt: Sair

source: Logging in blockchain.com? Scan the code with your phone to log in.
es: ¿Va a iniciar sesión en blockchain.com? Escanee el código con su teléfono para iniciar sesión.
pt: A iniciar sessão em blockchain.com? Digitalize o código com o seu telefone para iniciar sessão.

source: Logging you in on the web now.
es: Iniciando sesión en la web.
pt: A iniciar sessão na web agora.

source: Low Fees
es: Bajas comisiones
pt: Taxas baixas

source: Main reasons for this to happen:
es: Principales razones para que esto suceda:
pt: Principais razões para isso acontecer:

source: Manage
es: Gestionar
pt: Gerir

source: Manage your assets across multiple chains
es: Gestiona tus activos en múltiples cadenas
pt: Faça a gestão dos seus ativos em várias cadeias

source: Manual Back Up
es: Copia de seguridad manual
pt: Backup manual

source: Manual Review
es: Revisión del manual
pt: Revisão Manual

source: Maybe Later
es: Quizás más tarde
pt: Talvez mais tarde

source: Minimum 1 sat/byte required
es: Se requiere un mínimo de 1 sat/byte
pt: Mínimo 1 sat/byte necessário

source: Monthly
es: Mensual
pt: Mensalmente

source: Monthly rewards for holding crypto with us.
es: Recompensas mensuales por tener criptomonedas con nosotros.
pt: Recompensas mensais por deter criptomoedas connosco.

source: Most Popular
es: Más populares
pt: Mais Populares

source: Multi-chain Support
es: Soporte multicadena
pt: Suporte multicadeia

source: Name on Card
es: Nombre en la tarjeta
pt: Nome no cartão

source: National ID Card
es: Tarjeta de identificación nacional
pt: Bilhete de identidade nacional

source: Need help?
es: ¿Necesita ayuda?
pt: Precisa de ajuda?

source: Need some help?
es: ¿Necesita ayuda?
pt: Precisa de ajuda?

source: Net Earnings
es: Ganancias netas
pt: Rendimentos líquidos

source: Network Fee
es: Tarifa de red
pt: Taxa de Rede

source: Network Fees
es: Tarifas de red
pt: Taxas de rede

source: Network fees are set by the %@ and %@ network. [Learn more about fees]()
es: Las comisiones de red vienen establecidas por el %1$@ y la red de %2$@. [Obtener más información de estas comisiones]()
pt: As taxas de rede são definidas pelas redes %1$@ e %2$@. [Saber mais sobre taxas]()

source: Never Miss a Crypto Moment.
es: No se pierda los momentos de criptomonedas.
pt: Nunca perca um momento de criptomoeda.

source: New Login Attempt
es: Nuevo intento de inicio de sesión
pt: Nova tentativa de início de sessão

source: New Quote in:
es: Nueva cotización en:
pt: Nova cotação em:

source: Newly added funds are subject to a holding period. You can transfer between your Trading, Rewards, and Exchange accounts in the meantime.
es: Los fondos recién agregados están sujetos a un período de retención. Mientras tanto, puede realizar transferencias entre sus cuentas comerciales, de recompensas y de Exchange.
pt: Os fundos recém-adicionados estão sujeitos a um período de retenção. Pode transferir entre as suas contas Trading, Rewards e Exchange entretanto.

source: Next Buy
es: Siguiente compra
pt: Próxima compra

source: Next Buy:
es: Siguiente compra:
pt: Próxima compra:

source: Next Rewards Payment
es: Próximo pago de recompensas
pt: Próximo Pagamento Rewards

source: No
pt: Não

source: No Limit
es: Sin límite
pt: Sem Limite

source: Non-Spendable
es: No utilizable
pt: Não gastável

source: Not available in your region
es: No disponible en su región
pt: Não está disponível na sua região

source: Not Backed Up
es: Sin copia de seguridad
pt: Sem cópia de segurança

source: Not now
es: Ahora no
pt: Agora não

source: Not Now
es: Ahora no
pt: Agora não

source: Not your account? If you would like to sign into a different account, press ‘Forget Wallet’ below.
es: ¿No es su cuenta? Si desea iniciar sesión con otra cuenta, pulse en "Olvidar monedero".
pt: Não é a sua conta? Se pretender iniciar sessão numa conta diferente, prima "Esquecer carteira" abaixo.

source: Notification Preferences
es: Preferencias de notificaciones
pt: Preferências de notificação

source: Notification settings failed to load
es: La configuración de notificación no se ha podido cargar
pt: Falha ao carregar as configurações de notificação

source: of
es: de
pt: do

source: On
es: Activado
pt: No

source: On hold
es: En hold
pt: Em espera

source: On the
es: El día
pt: No dia

source: Once staked, ETH funds can’t be unstaked or transferred for an unspecified period of time. This may be up to 6 - 12 months away, but could be even longer. Your ETH will also be subject to a bonding period of %@ before it generates rewards.
es: Una vez en staking, los fondos ETH no se pueden quitar del staking ni transferir durante un período de tiempo no especificado. Este período puede durar entre 6 y 12 meses, o incluso más. Tus ETH estarán sujetos a un período de vinculación de %@ antes de que empiecen a generar recompensas.
pt: Após confirmada, a participação dos fundos ETH não pode ser anulada ou transferida durante um período indeterminado. Este período pode durar entre 6 e 12 meses, podendo também ser superior. Os seus ETH também estarão sujeitos a um período de obrigação de %@ antes de gerarem recompensas.

source: Once your application is approved, we'll let you know.
es: Te avisaremos cuando aprobemos tu solicitud.
pt: Informaremos quando a sua candidatura for aprovada.

source: One time buy
es: Compra única
pt: Compra única

source: Only send funds to a bank account in your name. If not, your withdrawal could be delayed or rejected.
es: Envía fondos únicamente a una cuenta bancaria a tu nombre. De lo contrario, la retirada podría retrasarse o rechazarse.
pt: Envie fundos apenas para uma conta bancária em seu nome. Caso contrário, o levantamento poderá sofrer atrasos ou ser rejeitado.

source: Oops! For security reasons, your balance is currently locked, please try again later.
es: ¡Vaya! Por razones de seguridad, su saldo está bloqueado en este momento. Inténtelo de nuevo más tarde.
pt: Ups! Por motivos de segurança, o seu saldo continua bloqueado. Tente novamente mais tarde.

source: Oops! Looks like that address is invalid, please try again.
es: ¡Vaya! Parece que esta dirección no es válida. Inténtelo de nuevo.
pt: Ups! Parece que esse endereço é inválido, tente novamente.

source: Oops! Looks like that cryptocurrency is invalid, please try again.
es: ¡Vaya! Parece que la criptomoneda no es válida. Inténtelo de nuevo.
pt: Ups! Parece que a criptomoeda é inválida, tente novamente.

source: Oops! Looks like that fiat is invalid, please try again.
es: ¡Vaya! Parece que el fiat no es válido. Inténtelo de nuevo.
pt: Ups! Parece que esse fiat é inválido, tente novamente.

source: Oops! Looks like that isn’t a valid amount, please try again.
es: ¡Vaya! Parece que no es un importe válido, Inténtelo de nuevo.
pt: Ups! Parece que isso não é um valor válido, tente novamente.

source: Oops! Something went wrong
es: ¡Vaya, se ha producido un error!
pt: Ups! Ocorreu um erro

source: Oops! Something Went Wrong.
es: Vaya, se ha producido un error.
pt: Ups! Ocorreu Um Erro.

source: Oops! That service isn’t available at the moment, please try again later.
es: ¡Vaya! Ese servicio no está disponible en este momento. Inténtelo de nuevo más tarde.
pt: Ups! Este serviço não se encontra atualmente disponível, tente novamente mais tarde.

source: Oops! The amount we quoted you is no longer valid, please try again.
es: ¡Vaya! La cantidad que cotizamos ya no es válida. Inténtelo de nuevo.
pt: Ups! O valor que citamos já não é válido, tente novamente.

source: Oops! This service is currently unavailable, please try again later.
es: ¡Vaya! Este servicio no está disponible en este momento. Inténtelo de nuevo más tarde.
pt: Ups! Este serviço não se encontra atualmente disponível. Tente novamente mais tarde.

source: Oops! This service isn’t currently available. Please contact support.
es: ¡Vaya! Este servicio no está disponible en este momento. Póngase en contacto con el soporte técnico.
pt: Ups! Este serviço não se encontra atualmente disponível. Entre em contacto com o apoio ao cliente.

source: Oops! You don’t have enough funds to Withdraw
es: ¡Vaya! No tiene suficientes fondos para retirar
pt: Ups! Não tem saldo suficiente para levantar.

source: Open Blockchain.com Account
es: Abrir cuenta de Blockchain.com
pt: Abrir uma conta Blockchain.com

source: Open Email App
es: Abrir aplicación de correo electrónico
pt: Abrir Aplicação de E-mail

source: or Select a Wallet
es: o Seleccionar una Wallet
pt: ou selecione uma carteira

source: Order Card
es: Tarjeta de pedido
pt: Pedir cartão

source: Other
es: Otros
pt: Outro

source: Passive
pt: Passivas

source: Passive Rewards
pt: Recompesas passivas

source: Password
es: Contraseña
pt: Palavra-passe

source: Password is incorrect.
es: La contraseña es incorrecta.
pt: A palavra-passe é incorreta.

source: Password Required
es: Se requiere la contraseña
pt: Senha requerida

source: Password required
es: Se requiere la contraseña
pt: Palavra-passe necessária

source: Password Strength
es: Seguridad de la contraseña
pt: Segurança da palavra-passe

source: Payment Declined
es: Pago rechazado
pt: Pagamento recusado

source: Payment Frequency
es: Frecuencia de pago
pt: Frequência de pagamento

source: Payment Information
es: Información de pago
pt: Informações de pagamento

source: Payment Methods
es: Métodos de pago
pt: Métodos de Pagamento

source: Payment Rejected
es: Pago rechazado
pt: Pagamento rejeitado

source: Payment Request Expired
es: Solicitud de pago caducada
pt: Solicitação de pagamento expirada

source: Pending
es: Pendiente
pt: Pendente

source: Pending Activity
es: Actividad pendiente
pt: Atividade pendente

source: Per Day
es: Por día
pt: Por dia

source: Per Month
es: Por mes
pt: Por Mês

source: Per Year
es: Por año
pt: Por Ano
