Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: I agree to Blockchain.com's Terms of Service
es: Acepto los Términos de servicio de Blockchain.com
pt: Eu concordo com os Termos de Serviço do Blockchain.com

source: I understand that Blockchain.com never stores passwords and therefore cannot recover or reset my password. If I lose access to my wallet, I must use my **%@** to access my funds. By creating a wallet, you agree to Blockchain’s
es: Entiendo que Blockchain.com nunca almacena contraseñas y, por lo tanto, no puede recuperar o restablecer mi contraseña. Si pierdo el acceso a mi billetera, debo usar mi ** %@ ** para acceder a mis fondos. Al crear una billetera, aceptas las de Blockchain
pt: Eu entendo que a Blockchain.com nunca armazena senhas e que não pode recuperar ou redefinir a minha senha. Se perder o acesso à minha carteira, devo usar os meus ** %@ ** para aceder aos meus fundos. Ao criar uma carteira, você concorda com a Blockchain

source: Icon, Error
es: icono, error
pt: Ícone, Erro

source: ID
es: IDENTIFICACIÓN
pt: EU IRIA

source: Includes Limited Access Features
es: Incluye funciones de acceso limitado
pt: Inclui recursos de acesso limitado

source: Information secured with 256-bit encryption
es: Información protegida con encriptación de 256 bits
pt: Informações protegidas com criptografia de 256 bits

source: Initial Amount
es: Cantidad inicial
pt: Quantidade inicial

source: Initiated
es: Iniciado
pt: Iniciado

source: Invalid Card
es: Tarjeta no valida
pt: Cartão inválido

source: Invalid social security number
es: Número de seguro social inválido
pt: Número de seguro social inválido

source: iOS Version
es: Versión iOS
pt: Versão do iOS

source: It looks like you are not on the latest version of your operating system. Please update to continue using our mobile app.
es: Parece que no tienes la última versión de tu sistema operativo. Actualiza para continuar usando nuestra aplicación móvil.
pt: Parece que não está na versão mais recente do seu sistema operacional. Atualize para continuar a utilizar a nossa aplicação móvel.

source: It looks like your payment failed due to not enough funds in your account. Either top up your account or contact your bank and try again.
es: Parece que su pago falló debido a que no hay suficientes fondos en su cuenta. Recarga tu cuenta o ponte en contacto con tu banco e inténtalo de nuevo.
pt: Parece que seu pagamento falhou porque não há fundos suficientes em sua conta. Recarregue sua conta ou entre em contato com seu banco e tente novamente.

source: Join Waitlist
es: Unirse a la lista de espera
pt: Entrar na lista de espera

source: Latest Version
es: Ultima versión
pt: Última versão

source: Launch
es: Iniciar
pt: Lançar

source: Legal Disclosures
es: Divulgaciones legales
pt: Divulgações Legais

source: Limited
es: Limitado
pt: Limitado

source: Limited Access Level
es: Nivel de acceso limitado
pt: Nível de acesso limitado

source: Link To Debit Card
es: Enlace a tarjeta de débito
pt: Link para cartão de débito

source: Lock Card
es: Bloquear tarjeta
pt: Bloqueio de cartão

source: Manage Card
es: Gestionar tarjeta
pt: Gerir cartão

source: Manage your Blockchain Debit Card
es: Administre su tarjeta de débito Blockchain
pt: Gerencie seu cartão de débito Blockchain

source: Manage Your Card
es: Administre su tarjeta
pt: Gerencie seu cartão

source: Many credit cards don’t support crypto purchases. Debit cards usually work best.
es: Muchas tarjetas de crédito no admiten la compra de criptomonedas. Generalmente, las tarjetas de débito funcionan mejor.
pt: Muitos cartões de crédito não suportam compras de criptomoedas. Os cartões de débito geralmente funcionam melhor.

source: Merchant
es: Comerciante
pt: Comerciante

source: Multiple tokens and networks
es: Múltiples tokens y redes
pt: Vários tokens e redes

source: My Cards
es: Mis tarjetas
pt: Os meus cartões

source: Need Help?
es: ¿Necesita ayuda?
pt: Precisa de ajuda?

source: Need Help? Contact Support
es: ¿Necesitas ayuda? Soporte de contacto
pt: Preciso de ajuda? Entre em contato com o suporte

source: New Version Available
es: Nueva versión disponible
pt: Nova Versão Disponível

source: New: Apple Pay
es: Nuevo: pago de Apple
pt: Novo: Apple Pay

source: No sign up fees. No annual fees. No transaction fees.
es: Sin cuotas de registro. Sin cuotas anuales. Sin tarifas de transacción.
pt: Sem taxas de registo. Sem taxas anuais. Sem taxas de transação.

source: Notifications
es: Notificaciones
pt: Notificações

source: Only send %@ to wallets on the %@ network.
es: Solo envíe %1$@ a billeteras en la red %2$@ .
pt: Envie apenas %1$@ para carteiras na rede %2$@ .

source: Open Website
es: Abrir sitio web
pt: Abrir site

source: Our systems are currently unavailable. Don’t worry, your funds are safe.
es: Nuestros sistemas no están disponibles actualmente. No te preocupes, tus fondos están seguros.
pt: Os nossos sistemas estão indisponíveis no momento. Não se preocupe, os seus fundos estão seguros.

source: Ownership for life
es: Propiedad de por vida
pt: Propriedade para a vida

source: Paid domain
es: dominio pagado
pt: Domínio pago

source: Personal Details
es: Datos personales
pt: Detalhes pessoais

source: Physical
es: Físico
pt: Fisica

source: Physical Card
es: Tarjeta física
pt: Cartão Físico

source: Please confirm your SSN or Tax ID below to prevent others from creating fraudulent accounts in your name.
es: Confirme su SSN o identificación fiscal a continuación para evitar que otros creen cuentas fraudulentas a su nombre.
pt: Confirme seu SSN ou CPF abaixo para evitar que outras pessoas criem contas fraudulentas em seu nome.

source: Please enter a valid referral code
es: Introduzca un código de referencia válido
pt: Insira um código de referência válido

source: Please enter the phrase exactly as shown to confirm
es: Ingrese la frase exactamente como se muestra para confirmar
pt: Insira a frase exatamente como mostrada para confirmar

source: Please send %@ on %@ Network to this address only. We cannot recover lost funds.
es: Envíe %1$@ en la red %2$@ solo a esta dirección. No podemos recuperar los fondos perdidos.
pt: Envie %1$@ na rede %2$@ apenas para este endereço. Não podemos recuperar fundos perdidos.

source: Please withdraw all funds from your accounts and wallets. Deleting your account is permanent.
es: Retire todos los fondos de sus cuentas y billeteras. La eliminación de su cuenta es permanente.
pt: Por favor, retire todos os fundos de suas contas e carteiras. A exclusão de sua conta é permanente.

source: Ready to use
es: Listo para usar
pt: Pronto para usar

source: Receive 275+ assets across multiple blockchain networks with your domain.
es: Reciba más de 275 activos en múltiples redes de blockchain con su dominio.
pt: Receba mais de 275 ativos em várias redes blockchain com seu domínio.

source: Receive crypto directly to your domain.
es: Reciba criptografía directamente en su dominio.
pt: Receba criptomoedas diretamente no seu domínio.

source: Referral code applied
es: Código de referencia aplicado
pt: Código de referência aplicado

source: Refund Policy
es: Politica de reembolso
pt: Politica de reembolso

source: Replace long, complicated wallet addresses with a simple domain name.
es: Reemplace las direcciones de billetera largas y complicadas con un nombre de dominio simple.
pt: Substitua endereços de carteira longos e complicados por um nome de domínio simples.

source: Requires Limited Access level, Govt. ID and a Selfie
es: Requiere nivel de acceso limitado, Gobierno. DNI y Selfie
pt: Requer nível de acesso limitado, Govt. ID e uma selfie

source: Residential Address
es: Dirección de residencia
pt: Endereço residencial

source: Returned Amount
es: Importe devuelto
pt: Valor devolvido

source: Search available domains
es: Buscar dominios disponibles
pt: Pesquisar domínios disponíveis

source: See All
es: Ver todo
pt: Ver tudo

source: See Card Details ->
es: Ver Detalles de la Tarjeta - >
pt: Ver Detalhes do Cartão - >

source: See eligible countries
es: Ver países elegibles
pt: Ver países qualificados

source: See eligible states
es: Ver estados elegibles
pt: Ver estados qualificados

source: Service not available in your country
es: Servicio no disponible en tu país
pt: Serviço não disponível em seu país

source: Service not available in your state
es: Servicio no disponible en su estado
pt: Serviço não disponível em seu estado

source: Session
es: Sesión
pt: Sessão

source: Settled Amount
es: Importe liquidado
pt: Valor liquidado

source: Share your Full or Limited Access status for unlimited trading
es: Comparta su estado de acceso completo o limitado para operaciones ilimitadas
pt: Compartilhe seu status de acesso total ou limitado para negociação ilimitada

source: Sign
es: Firmar
pt: Assinar

source: Simplify crypto transactions
es: Simplifique las transacciones criptográficas
pt: Simplifique as transações de criptografia

source: Soon you will be able to view your NFTs right from the comfort of your wallet.
es: Pronto podrá ver sus NFT desde la comodidad de su billetera.
pt: Em breve poderá visualizar as suas NFTs diretamente do conforto da sua carteira.

source: Spend from
es: gastar de
pt: Gastar de

source: Spend your crypto or cash without fees. Earn 1% back in crypto.
es: Gaste su cripto o efectivo sin cargos. Gana un 1 % de vuelta en criptomonedas.
pt: Gaste sua criptomoeda ou dinheiro sem taxas. Ganhe 1% de volta em criptomoedas.

source: SSN or Individual Tax ID #
es: SSN o número de identificación fiscal individual
pt: SSN ou número de identificação fiscal individual

source: State of Residence
es: Estado de residencia
pt: Estado de residência

source: Suggested
es: Sugirió
pt: Sugerido

source: Swapping
es: Intercambio
pt: Trocando

source: Temporarily lock your card
es: Bloquee temporalmente su tarjeta
pt: Bloqueie temporariamente o seu cartão

source: Terminated
es: Terminado
pt: Terminado

source: The app is currently under maintenance. Your funds are safe and you can always access your wallet on the web.
es: La aplicación se encuentra actualmente en mantenimiento. Tus fondos están seguros y siempre puedes acceder a tu billetera en la web.
pt: A aplicação está atualmente em manutenção. Os seus fundos estão seguros e você sempre pode aceder à sua carteira na internet.

source: The Bank has declined this card
es: El banco ha rechazado esta tarjeta
pt: O Banco recusou este cartão

source: The banking alias allows you to identify your bank account much easier than with the 22 CBU digits.
es: El alias bancario le permite identificar su cuenta bancaria mucho más fácil que con los 22 dígitos CBU.
pt: O nome da conta bancária permite identificar a sua conta bancária com muito mais facilidade do que com os 22 dígitos do Código Bancário Único.

source: The card issuer was unable to validate your customer details. Please confirm that your details are correct and try again.
es: El emisor de la tarjeta no pudo validar sus datos de cliente. Por favor, confirme que sus datos son correctos y vuelva a intentarlo.
pt: O emissor do cartão não conseguiu validar os dados do seu cliente. Confirme se seus dados estão corretos e tente novamente.

source: The Legal Stuff
es: Cuestiones legales
pt: As questões jurídicas

source: The social security number you provided is not valid. Please provide a valid one to continue.
es: El número de seguro social que proporcionó no es válido. Proporcione uno válido para continuar.
pt: O número de seguro social que você forneceu não é válido. Forneça um válido para continuar.

source: This Blockchain.com Visa® Card is issued by Pathward, N.A., Member FDIC, pursuant to a license from Visa U.S.A. Inc.
es: Esta tarjeta Visa® de Blockchain.com es emitida por Pathward, NA, miembro de la FDIC, conforme a una licencia de Visa USA Inc.
pt: Este cartão Blockchain.com Visa® é emitido pela Pathward, NA, Membro FDIC, de acordo com uma licença da Visa USA Inc.

source: This card already exists
es: Esta tarjeta ya existe
pt: Este cartão já existe

source: This Fee price is based on trade size, payment method and asset being purchased on Blockchain.com.
es: El precio de esta tarifa se basa en el tamaño de la transacción, el método de pago y el activo que se compra en Blockchain.com.
pt: Este preço de taxa é baseado no tamanho da negociação, método de pagamento e ativo adquirido no Blockchain.com.

source: This is the difference back to you in USD from the moment of purchase and the actual settled amount.
es: Esta es la diferencia que se le devuelve en USD desde el momento de la compra y el monto liquidado real.
pt: Esta é a diferença de volta para você em USD a partir do momento da compra e o valor real liquidado.

source: This payment method lacks sufficient funds. You can add funds or choose a different method.
es: Este método de pago carece de fondos suficientes. Puedes agregar fondos o elegir un método diferente.
pt: Este método de pagamento não possui fundos suficientes. Pode adicionar fundos ou escolher um método diferente.

source: This payment method was unsuccessful. Please try another payment method.
es: Este método de pago no se realizó correctamente. Vuelve a intentarlo con otro método de pago.
pt: Este método de pagamento não foi bem-sucedido. Tente outra forma de pagamento.

source: This payment was unsuccessful. Please try again or choose a different payment method.
es: Este pago no se realizó correctamente. Vuelve a intentarlo o elige otro método de pago.
pt: Este pagamento falhou. Tente novamente ou escolha outra forma de pagamento.

source: Time to Update!
es: Ya es momento de actualizar.
pt: Está na altura de atualizar!

source: Transaction Details
es: Detalles de la transacción
pt: Detalhes da transação

source: Transaction limits may apply to certain banks and card issuers. Purchase or deposit limits are determined by many factors, including verification completed on your account, your purchase history, your payment type, and more. Learn more about Trading Accounts, Limits, and features by visiting our [Support Center](https://blockchain.com).
es: Se pueden aplicar límites de transacción a ciertos bancos y emisores de tarjetas. Los límites de compra o depósito están determinados por muchos factores, incluida la verificación completada en su cuenta, su historial de compras, su tipo de pago y más. Obtenga más información sobre las cuentas comerciales, los límites y las funciones visitando nuestro [Centro de soporte](https://blockchain.com).
pt: Os limites de transação podem ser aplicados a determinados bancos e emissores de cartões. Os limites de compra ou depósito são determinados por vários fatores, incluindo a verificação concluída em sua conta, seu histórico de compras, seu tipo de pagamento e muito mais. Saiba mais sobre contas de negociação, limites e recursos visitando nossa [Central de suporte](https://blockchain.com).

source: Transactions
es: Transacciones
pt: Transações

source: Type ‘DELETE MY ACCOUNT’ to confirm
es: Escribe 'ELIMINAR MI CUENTA' para confirmar
pt: Digite 'EXCLUIR MINHA CONTA' para confirmar

source: Unable to add card
es: No se puede agregar la tarjeta
pt: Não foi possível adicionar o cartão

source: Unable to validate customer details
es: No se pueden validar los detalles del cliente
pt: Não foi possível validar os detalhes do cliente

source: Unable to Withdraw
es: No se puede retirar
pt: Não foi possível sacar

source: Unactivated
es: Desactivado
pt: Desativado

source: Unlike traditional domains, you never have to renew. Claim once, own forever!
es: A diferencia de los dominios tradicionales, nunca tienes que renovar. ¡Reclama una vez, posee para siempre!
pt: Ao contrário dos domínios tradicionais, você nunca precisa renovar. Reivindique uma vez, possua para sempre!

source: Unsupported
es: no soportado
pt: Sem suporte

source: Update App
es: Actualizar aplicación
pt: Atualizar aplicação

source: US Dollar
es: Dólar
pt: Dólar

source: Use your domain
es: Usa tu dominio
pt: Use seu domínio

source: Use your domain to log in to web3 apps, create and host websites, and showcase your NFT galleries.
es: Utilice su dominio para iniciar sesión en aplicaciones web3, crear y alojar sitios web y exhibir sus galerías NFT.
pt: Use seu domínio para fazer login em aplicativos web3, criar e hospedar sites e exibir suas galerias NFT.

source: Valid Thru
es: Válido hasta
pt: Válido até

source: Verify Your Address
es: Verifique su dirección
pt: Verifique o seu endereço

source: View account information
es: Ver información de la cuenta
pt: Ver informações da conta

source: View FAQs
es: Ver preguntas frecuentes
pt: Ver perguntas frequentes

source: View NFTs In Your Wallet
es: Ver NFT en su Wallet
pt: Ver NFTs na sua carteira

source: View Status
es: Ver estado
pt: Ver Estado

source: Virtual Card
es: Tarjeta virtual
pt: Cartão Virtual

source: We could not find the selected card. Please try again later or contact support.
es: No pudimos encontrar la tarjeta seleccionada. Vuelva a intentarlo más tarde o póngase en contacto con el soporte.
pt: Não foi possível encontrar o cartão selecionado. Tente novamente mais tarde ou entre em contato com o suporte.

source: We have successfully deleted your account
es: Hemos eliminado con éxito su cuenta
pt: Excluímos sua conta com sucesso

source: We were unable to add your card. Please try again or choose a different payment method.
es: No pudimos agregar tu tarjeta. Vuelve a intentarlo o elige otro método de pago.
pt: Não foi possível adicionar o seu cartão. Tente novamente ou escolha outra forma de pagamento.

source: We're here to help. Explore common log in issues below in FAQs or if you'd prefer to chat with a member of our support team, select live chat or our email form below.
es: Estamos aquí para ayudar. Explore los problemas comunes de inicio de sesión a continuación en las Preguntas frecuentes o si prefiere chatear con un miembro de nuestro equipo de soporte, seleccione el chat en vivo o nuestro formulario de correo electrónico a continuación.
pt: Nós estamos aqui para ajudar. Explore os problemas comuns de login abaixo nas Perguntas frequentes ou, se preferir conversar com um membro de nossa equipe de suporte, selecione chat ao vivo ou nosso formulário de e-mail abaixo.

source: We’ve added awesome new features, security updates, and more.
es: Hemos agregado nuevas funciones increíbles, actualizaciones de seguridad y más.
pt: Adicionamos novos recursos incríveis, atualizações de segurança e muito mais.

source: What’s a Blockchain Domain?
es: ¿Qué es un dominio de cadena de bloques?
pt: O que é um domínio Blockchain?

source: Why use a blockchain domain?
es: ¿Por qué usar un dominio blockchain?
pt: Por que usar um domínio blockchain?

source: Withdraw Funds
es: Retirar Fondos
pt: Retirar fundos

source: Withdrawing
es: Retiro
pt: Retirada

source: Yes Delete Card
es: Sí Borrar Tarjeta
pt: Sim Excluir cartão

source: You can buy up to **%@** per transaction. Get Full Access & buy larger amounts with your bank or card.
es: Puede comprar hasta ** %@ ** por transacción. Obtenga acceso completo y compre cantidades más grandes con su banco o tarjeta.
pt: Você pode comprar até ** %@ ** por transação. Obtenha acesso total e compre quantias maiores com seu banco ou cartão.

source: You can only buy **%@**. You have **%@ remaining**. Get Full Access to buy more.
es: Solo puedes comprar ** %1$@ **. Te queda ** %2$@ **. Obtenga acceso completo para comprar más.
pt: Você só pode comprar ** %1$@ **. Você tem ** %2$@ restantes**. Obtenha acesso total para comprar mais.

source: You can only complete one transaction with a Limited Access level account.
es: Solo puede completar una transacción con una cuenta de nivel de acceso limitado.
pt: Você só pode concluir uma transação com uma conta de nível de acesso limitado.

source: You do not have sufficient balance to withdraw from your rewards account, we have a 7 day holding period for interest accounts - if you believe this to be incorrect and a problem, please contact support.
es: No tiene saldo suficiente para retirar de su cuenta de recompensas, tenemos un período de retención de 7 días para las cuentas de interés. Si cree que esto es incorrecto y que representa un problema, comuníquese con soporte.
pt: Você não tem saldo suficiente para sacar de sua conta de recompensas, temos um período de retenção de 7 dias para contas de juros - se você acredita que isso está incorreto e é um problema, entre em contato com o suporte.

source: You have a remaining balance
es: Tienes un saldo restante
pt: Você tem um saldo restante

source: You must have Full Access level verification status to add a credit card.
es: Debe tener un estado de verificación de nivel de acceso completo para agregar una tarjeta de crédito.
pt: Você deve ter o status de verificação de nível de acesso total para adicionar um cartão de crédito.

source: You must have Full Access level verification status to link a bank.
es: Debe tener el estado de verificación de nivel de acceso completo para vincular un banco.
pt: Você deve ter o status de verificação de nível de acesso total para vincular um banco.

source: You need to have Full Access to start Earning Rewards
es: Debe haber sido Verificado para comenzar a ganar recompensas
pt: Você precisa ter acesso total para começar a ganhar recompensas

source: You will be logged out on all devices
es: Se cerrará la sesión en todos los dispositivos
pt: Você será desconectado em todos os dispositivos

source: Your bank declined this card. Please try again or choose another payment method.
es: Tu banco rechazó esta tarjeta. Vuelve a intentarlo o elige otro método de pago.
pt: O seu banco recusou este cartão. Tente novamente ou escolha outra forma de pagamento.

source: Your customer details are pending verification or invalid. Please try again later.
es: Sus datos de cliente están pendientes de verificación o no son válidos. Por favor, inténtelo de nuevo más tarde.
pt: Os detalhes do seu cliente estão com verificação pendente ou são inválidos. Por favor, tente novamente mais tarde.

source: Your domain is yours forever.
es: Tu dominio es tuyo para siempre.
pt: Seu domínio é seu para sempre.

source: Your Full Access level verification is currently being reviewed by a Blockchain Support Member.
es: Su verificación de nivel de acceso completo está siendo revisada actualmente por un miembro de soporte de Blockchain.
pt: Sua verificação de nível de acesso total está sendo revisada por um membro do suporte Blockchain.

source: Your OS is Not Supported
es: Tu sistema operativo no es compatible
pt: O seu sistema operacional não é suportado

source: Your Rewards Account allows you to earn rewards on your crypto.
es: Su cuenta de recompensas le permite ganar recompensas en su criptografía.
pt: Sua conta de recompensas permite que você ganhe recompensas em sua criptomoeda.

source: Your Trading and Rewards Accounts will be deleted
es: Sus cuentas comerciales y de recompensas serán eliminadas
pt: Suas contas de negociação e recompensas serão excluídas

source: send
es: Enviar
pt: Enviar

source: receive
es: Recibir
pt: Receber

source: %@ %@ Rewards
es: %1$@ %2$@ Rewards
pt: %1$@ %2$@ Rewards

source: %@ Network Fees
es: %@ comisiones de red
pt: Taxas de rede %@

source: %@ Rewards for %@ are currently unavailable in your region. We are working hard so that you get the most of all our products. We’ll let you know as soon as we can!
es: %1$@ Rewards para %2$@ no están disponibles en este momento para tu región. Hacemos todo lo posible por que puedas beneficiarte al máximo de todos nuestros productos. Te informaremos en cuanto podamos.
pt: As %1$@ Rewards para %2$@ estão atualmente indisponíveis na sua região. Estamos a trabalhar arduamente para que possa tirar o máximo partido de todos os nossos produtos. Partilharemos mais informações assim que pudermos!
