Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
es: Lamentablemente estamos teniendo problemas para verificar su identidad y necesitamos que vuelva a enviar la información de verificación.
pt: Infelizmente, estamos com problemas para confirmar a sua identidade e precisamos que reenvie as suas informações de verificação.

source: Unknown
es: Desconocido
pt: Desconhecido

source: Unverified
es: Inconfirmado
pt: Não verificado

source: Up to %@
es: Hasta %@
pt: Até %@

source: Update Available
es: Actualización disponible
pt: Atualização disponível

source: Use %@ as PIN
es: Use %@ como PIN
pt: Utilizar %@ como PIN

source: Use Passcode
es: Usar código de acceso
pt: Utilizar código de acesso

source: Use total spendable balance:
es: Use el saldo gastable total:
pt: Use o saldo total gastável:

source: Using your computer's camera, scan the QR code below.
es: Usando la cámara de su computadora, escanee el código QR a continuación.
pt: Usando a câmera do seu computador, digitalize o código QR abaixo.

source: Verification in Progress
es: Verificación en curso
pt: Verificação em progresso

source: Verify Your Backup
es: Verifique su copia de seguridad
pt: Verificar recuperação

source: Verifying
es: Verificando
pt: Verificar

source: View details
es: Ver detalles
pt: Ver detalhes

source: Waiting for Payment
es: Esperando el pago
pt: A aguardar o pagamento

source: Wallet
es: Billetera
pt: Carteira

source: Wallet Identifier
es: Identificador de billetera
pt: Identificador de Carteira

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
es: Advertencia: Tu identificador del monedor es información sensible. Copiarlo puede comprometer la seguridad de tu monedero.
pt: Aviso: Seu identificador de carteira é informação sensível. Copiá-lo pode comprometer a segurança de sua carteira.

source: Watch Only
es: Sólo Ver
pt: Veja só

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
es: Estamos experimentando un problema de servicio que puede afectar los saldos mostrados. No se preocupe, sus fondos están seguros.
pt: Estamos com um problema de serviço que pode afetar os saldos exibidos. Não se preocupe, os seus fundos estão seguros.

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
es: Hemos tenido problemas para comprobar su identidad. Se han deshabilitado las funciones de Swap por el momento.
pt: Tivemos problemas para aprovar sua identidade. Seu recurso de troca foi desativado no momento.

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The Exchange.
es: Acabamos de enviarte un correo electrónico de verificación. Se debe verificar su dirección de correo electrónico antes de poder conectarse a Exchange.
pt: Acabamos de enviar um e-mail de verificação. Seu endereço de email precisa ser verificado antes que você possa se conectar ao Exchange.

source: week
es: semana
pt: semana

source: weeks
es: semanas
pt: semanas

source: Welcome
es: ¡Bienvenido!
pt: Bem-vindo

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
es: Hemos detectado una instalación anterior de Blockchain Wallet en su teléfono.
pt: Detetamos uma instalação anterior do Blockchain Wallet no seu telefone.

source: Which document are you using?
es: ¿Qué documento estás usando?
pt: Que documento está a utilizar?

source: Why do we need this?
es: ¿Por qué necesitamos esto?
pt: Porquê que precisamos disto?

source: word
es: palabra
pt: palavra

source: Write Down Recovery Phrase
es: Escriba la frase de recuperación
pt: Escreva a Frase de Recuperação

source: year
es: año
pt: ano

source: years
es: años
pt: anos

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
es: Puedes habilitar la verificación de 2 pasos a través de un SMS en tu celular. Para poder utilizar otros métodos de autentificación en su lugar, por favor, inicia sesión en nuestro monedero web.
pt: Pode ativar a verificação do passo 2 via SMS no seu telemóvel. Para usar outros métodos de autenticação, em vez disso, faça iniciar sessão para nossa carteira de web.

source: You currently have email notifications enabled. Changing your email will disable email notifications.
es: Actualmente tiene habilitadas las notificaciones por correo electrónico. Cambiar su correo electrónico deshabilitará las notificaciones por correo electrónico.
pt: Atualmente, tem as notificações por e-mail ativadas. A alteração do seu e-mail vai desativar as notificações por e-mail.

source: You must enter a label
es: Debes introducir una etiqueta
pt: Você deve digitar um rótulo

source: You must enter a valid %@ address to send the transaction
es: Debe introducir una dirección %@ válida para enviar la transacción
pt: Deve inserir um endereço %@ válido para enviar a transação

source: You must enter a valid %@ address to send your ERC20 Token
es: Debe introducir una dirección de %@ válida para enviar su token ERC20
pt: Deve inserir um endereço %@ válido para enviar o seu token ERC20

source: You must have at least one active address
es: Debes tener al menos una dirección activa
pt: Você deve ter pelo menos um endereço ativo

source: You need to confirm your email address so that we can keep you informed about your wallet.
es: Es necesario que confirme su dirección de correo electrónico para que podamos mantenerle informado sobre su monedero.
pt: Tem de confirmar o seu endereço de e-mail para que possamos mantê-lo informado sobre a sua carteira.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
es: Siempre deberías emparejar o iniciar sesión si tienes acceso a la ID y contraseña de tu billetera. La recuperación de tus fondos creará una nueva ID de monedero. ¿Deseas continuar?
pt: Você sempre deve emparelhar ou iniciar sessão se você tem acesso a sua carteira de ID e senha. Recuperar os seus fundos criará uma nova carteira de identificação. Gostaria de continuar?

source: You will be leaving the app.
es: Saldrás de la aplicación.
pt: Vai sair da aplicação.

source: You will need %@ to send the transaction
es: Necesitará %@ para enviar la transacción
pt: Precisará de %@ para enviar a transação

source: You will need ETH to send your ERC20 Token
es: Necesitará ETH para enviar su token ERC20
pt: Precisará de ETH para enviar o seu token ERC20

source: Your
es: Su
pt: O(a) seu(ua)

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
es: Parece que a tu dispositivo se la hecho un jailbreak del sistema operativo. La seguridad de tu monedero puede estar comprometida.
pt: O dispositivo parece ser jailbroken. A segurança da sua carteira pode ser comprometida.

source: Your Home Address
es: Tu dirección de casa
pt: A sua morada

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
es: Estamos revisando su información. La revisión debería completarse en 5 minutos. Tenga en cuenta que existe una lista de espera larga para los airdrops de Stellar y, desafortunadamente, no se aceptarán todas las solicitudes de XLM gratis.
pt: A sua informação está a ser revista. A revisão deve estar concluída em 5 minutos. Fique ciente que há uma grande lista de espera para airdrops Stellar e, infelizmente, nem todas as aplicações para XLM gratuitas serão bem sucedidas.

source: Your mobile number has been verified.
es: Tu número de celular ha sido verificado.
pt: Seu número de telemóvel foi verificado.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
es: Puede utilizar su teléfono móvil para habilitar la autenticación de dos factores o para recibir alertas.
pt: O seu telemóvel pode ser utilizado para permitir a autenticação de dois fatores ou para receber alertas.

source: Your New PIN is Ready
es: Su nuevo PIN ya está listo
pt: Seu novo PIN está pronto

source: Your new PIN must be different
es: Su nuevo PIN debe ser diferente
pt: Seu novo PIN deve ser diferente

source: Your Swap Limit is the maximum amount of crypto you can trade.
es: Su límite Swap es la cantidad máxima de crypto que puede intercambiar.
pt: O seu Limite de Troca é o montante máximo de criptomoedas que pode negociar.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
es: Tus fondos transferido estarán seguros y a salvo, y gozarás de una mayor privacidad y un conveniente respaldo y funciones de recuperación.
pt: Os seus fundos transferidos será salvo e seguro, e vai se beneficiar de maior privacidade e características convenientes de backup e recuperação.

source: Your xPub is an advanced feature that contains all of your public addresses.
es: Su xPub es una característica avanzada que contiene todas sus direcciones públicas.
pt: O seu xPub é uma funcionalidade avançada que contém todos os seus endereços públicos.

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
es: Necesitará verificar su número de teléfono, facilitar un documento de identificación nacional y un selfie.
pt: Tem de verificar o seu número de telefone, fornecer uma identificação emitida pelo governo e uma selfie.

source: Yubi Key
pt: Chave Yubi

source: Account Limits
es: Límites de cuenta
pt: Limites da conta

source: Blockchain Wallet cannot obtain an Internet connection. Please check the connectivity on your device and try again.
es: Wallet de Blockchain no puede conectarse a internet. Compruebe que su dispositivo esté correctamente conectado a internet y vuelva a intentarlo.
pt: A Blockchain Wallet não pode obter uma ligação com a Internet. Verifique a conectividade do seu dispositivo e tente novamente.

source: Change my number
es: Cambiar mi número de teléfono
pt: Alterar o meu número

source: Change my password
es: Cambiar mi contraseña
pt: Alterar a minha palavra-passe

source: Enter 5-character code
es: Introduzca el código de 5 caracteres
pt: Digite o código de 5 caracteres

source: Enter the following words from your Backup Phrase to complete the backup process.
es: Introduzca las siguientes palabras de su frase de copia de seguridad para completar el proceso de copia de seguridad.
pt: Digite as seguintes palavras da sua frase de backup para concluir o processo de backup.

source: Est. Amount
es: Cantidad estimada
pt: Montante Est.

source: For your security, Blockchain does not keep any passwords on file. The following 12 word Backup Phrase will give you access to your funds in case you lose your password. Be sure to write it on a piece of paper and to keep it somewhere safe and secure.
es: Para garantizar su seguridad, Blockchain no guarda ninguna contraseña. La siguiente frase de recuperación de 12 palabras le dará acceso a sus fondos si pierde su contraseña. Asegúrese de anotarla en un papel y guardarla en un lugar seguro.
pt: Para sua segurança, a Blockchain não mantém nenhuma palavra-passe em registo. A seguinte Frase de Backup com 12 palavras dar-lhe-á acesso aos seus fundos caso perca a sua palavra-passe. Certifique-se de escrevê-la num papel para mantê-la num lugar seguro.

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto wallet.
es: Si desea intercambiar o enviar estos fondos, debe transferirlos a su billetera de criptomoneda sin custodia.
pt: Se deseja trocar ou enviar estes fundos, é necessário transferi-los para a sua Carteira de criptomoedas sem custódia.

source: Invalid Code
es: Código no válido
pt: Código inválido

source: Login to Web Wallet
es: Inicie sesión en Web Wallet
pt: Inicie sessão na Carteira web

source: Please enter the 5-character code sent to your number
es: Introduzca el código de 5 caracteres que le hemos enviado a su número de teléfono
pt: Digite o código de 5 caracteres que enviámos para o seu telefone

source: Rate Us
es: Califíquenos
pt: Avalie-nos

source: Resend Code
es: Reenviar código
pt: Reenviar código

source: To use this service, we require you to enter your second password.
es: Para utilizar este servicio, le solicitamos que ingrese su segunda contraseña.
pt: Para utilizar este serviço, solicitamos que insira a sua segunda palavra-passe.

source: Update Password
es: Actualizar contraseña
pt: Atualizar Palavra-passe

source: Wallet Version
es: Versión de billetera
pt: Versão da carteira

source: You must disable SMS 2-Step Verification before changing your mobile number.
es: Debe desactivar la verificación de dos pasos mediante SMS antes de cambiar su número de teléfono.
pt: Deve desativar a verificação em duas etapas do SMS antes de alterar o seu número de telemóvel.

source: You're all set to connect your Blockchain Wallet to the Exchange.
es: Ya está todo listo para conectar su Wallet de Blockchain a Exchange.
pt: Está tudo pronto para ligar a sua Blockchain Wallet ao Exchange.

source: Your Email
es: Su correo electrónico
pt: O seu e-mail

source: Address Line
es: Dirección
pt: Linha de endereço

source: American Express
pt: Expresso americano

source: Authorize Card
es: Autorizar tarjeta
pt: Cartão de Autorização

source: Bank Transfer
es: Transferencia bancaria
pt: Transferência Bancária

source: Bank Wire Transfer
es: Transferencia bancaria inmediata
pt: Transferência bancária

source: Buy In Progress
es: Compra en progreso
pt: Compra em curso

source: buy order will complete
es: la orden de compra se completará
pt: a ordem de compra será concluída

source: buy order.
es: orden de compra.
pt: ordem de compra.

source: buy order. Note, your final amount might change to due market activity. Fees may apply.
es: orden de compra. Tenga en cuenta que el importe final puede variar en función de la actividad de mercado. Pueden aplicarse comisiones.
pt: ordem de compra. Observe que seu valor final pode mudar para a atividade de mercado devida. Podem ser aplicadas taxas.

source: Buying
es: Comprando
pt: Comprando

source: Credit or Debit Card
es: Tarjeta de crédito o débito
pt: Cartão de Crédito ou Débito

source: Currently we don’t support buying crypto with
es: Actualmente no se permite comprar criptomonedas con
pt: Atualmente, não oferecemos apoio ao cliente à compra de criptografia com

source: Discover
es: Descubrir
pt: Descobrir

source: from your bank account to Blockchain.com. Once we receive the funds, we’ll create your
es: desde su cuenta bancaria a Blockchain.com. Cuando recibamos los fondos, crearemos su
pt: da sua conta bancária para o Blockchain.com. Assim que recebermos os fundos, criaremos o seu

source: is Not Supported
es: no se admite
pt: não é suportado

source: is now available in your Wallet.
es: ahora está disponible en su billetera.
pt: já está disponível na sua Carteira virtual.

source: Limit
es: Límite
pt: Limite

source: Once we receive your bank transfer, your
es: Una vez recibamos su transferencia bancaria, su
pt: Assim que recebermos a sua transferência bancária, o seu

source: Once we receive your funds, we’ll start your
es: Una vez recibamos sus fondos, comenzaremos su
pt: Assim que recebermos os seus fundos, iniciaremos o seu

source: Payment Method
es: Método de pago
pt: Forma de Pagamento

source: Please go back and try again.
es: Regrese y vuelva a intentarlo.
pt: Por favor volte e tente novamente.

source: Please transfer
es: Por favor transfiera
pt: Transfira

source: Post Code
es: Código postal
pt: Código postal

source: Purchased
es: comprados
pt: Comprado

source: Search Currency
es: Buscar moneda
pt: Moeda de Pesquisa

source: Verify Now
es: Verificar ahora
pt: Verificar agora

source: Verify your identity and buy crypto with the fastest experience in the market.
es: Verifique su identidad y compre criptomonedas a la vez que disfruta de la experiencia más rápida del mercado.
pt: Verifique a sua identidade e compre criptografia com a experiência mais rápida do mercado.

source: View Home
es: Ir a Inicio
pt: Ver Início

source: Visa
pt: Visto

source: Zip
es: Código Postal
pt: Fecho éclair

source: Select a Wallet
es: Seleccione un monedero
pt: Selecione uma Wallet

source: Cancelled
es: Cancelado
pt: Cancelada

source: Invalid Cardholder Name
es: El nombre del titular de la tarjeta no es válido
pt: Nome inválido do titular do cartão

source: Invalid Email Address
es: La dirección de correo electrónico no es válida
pt: Endereço de email invalido

source: Invalid Expiry Date
es: La fecha de caducidad no es válida
pt: Data de validade inválida

source: Invalid Mobile Number
es: El número de teléfono móvil no es válido
pt: Número de telemóvel inválido

source: Invalid Wallet Identifier
es: Identificador de billetera no válido
pt: Identificador de carteira inválido

source: MM/YY
es: MM/AA
pt: MM / AA

source: Passwords Do Not Match
es: Las contraseñas no coinciden
pt: As palavras-passe não coincidem

source: This card has already been saved
es: Esta tarjeta ya se ha guardado
pt: Este cartão já foi guardado

source: Code
es: Código
pt: Código

source: Earn
es: Ganar
pt: Ganhar

source: Trading
es: Comercio
pt: Negociação

source: Sending to
es: Enviando a
pt: A enviar para

source: Confirmations
es: Confirmaciones
pt: Confirmações

source: Gas
pt: Gás

source: Replaced
es: Reemplazado
pt: Substituído

source: Trade
es: Operación
pt: Comércio

source: View on StellarChain.io
es: Ver en StellarChain.io
pt: Ver em StellarChain.io

source: Add a
es: Añadir un
pt: Adicione um

source: Bank
es: Banco
pt: Banco

source: Bank Transfers Only
es: Solo transferencias bancarias
pt: Apenas transferências bancárias

source: Deposit Cash
es: Depositar efectivo
pt: Depositar Numerário

source: Link a Bank
es: Vincular un banco
pt: Vincular um Banco

source: Max
es: Máx.
pt: Máx.

source: Min
es: Mín.
pt: Mín.

source: My
es: Mi
pt: O meu

source: NEW
es: NUEVO
pt: NOVO

source: of Modulr, our banking partner.
es: de Modulr, nuestro socio bancario.
pt: do Modulr, o nosso parceiro bancário.

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. By depositing funds to this account, you agree to
es: Solo envíe fondos desde una cuenta bancaria a su nombre. De lo contrario, su depósito podría retrasarse o rechazarse. Al depositar fondos en esta cuenta, usted acepta
pt: Apenas envie fundos de uma conta bancária em seu nome. Caso contrário, o seu depósito poderá ser atrasado ou rejeitado. Ao depositar fundos nesta conta, concorda em

source: Select Cash or Card
es: Seleccione efectivo o tarjeta
pt: Selecionar Dinheiro ou Cartão

source: Verify Identity
es: Verificar identidad
pt: Verificar identidade

source: Verify Your Identity
es: Verificación de identidad
pt: Verifique a Sua Identidade

source: We need to make sure it's really you to prevent fraud by uploading an ID.
es: Necesitamos que cargue una ID para asegurarnos de que realmente sea usted y evitar fraudes.
pt: Temos de garantir que é realmente você para evitar fraudes, ao fazer o carregamento de uma identificação.

source: Your Recipient name above must match the account holder's name on your bank account for your transfer to be successful. Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
es: El nombre de destinatario debe coincidir con el nombre del titular de la cuenta en su cuenta bancaria para que se realice la transferencia correctamente. Solo envíe fondos desde una cuenta bancaria a su nombre. De lo contrario, su depósito podría retrasarse o rechazarse.
pt: O nome do destinatário acima deve corresponder ao nome do titular da conta na sua conta bancária para que a sua transferência seja realizada com êxito. Envie apenas fundos de uma conta bancária em seu nome. Caso contrário, o seu depósito poderá ser atrasado ou rejeitado.

source: Linked Banks
es: Bancos vinculados
pt: Bancos vinculados

source: Withdraw
es: Retirar
pt: Levantar

source: Oops! Something Went Wrong. Please try again.
es: ¡Vaya! Algo salió mal. Vuelva a intentarlo.
pt: Ups! Algo correu mal. Por favor, tente novamente.

source: You do not have enough ETH to process this transaction.
es: No tiene suficiente ETH para procesar esta transacción.
pt: Não tem ETH suficiente para processar esta transação.

source: 1st of Every Month
es: El primer día de cada mes
pt: No dia 1 de cada mês

source: Accept or Share Your %@ Address
es: Acepte o comparta su dirección %@
pt: Aceite ou partilhe o seu endereço %@

source: Annually
es: Anualmente
pt: Anualmente

source: Available Currencies
es: Monedas disponibles
pt: Moedas disponíveis

source: Cashout to Your Bank
es: Retire el dinero a su cuenta bancaria
pt: Retirar o dinheiro do seu banco

source: Cloud Backup
es: Copia de seguridad en la nube
pt: Backup na nuvem

source: Current Rate
es: Tarifa actual
pt: Taxa atual

source: Exchange %@ for Another Crypto
es: Haga un intercambio de %@ por otro tipo de criptomonedas
pt: Troque %@ por outra crypto

source: From: My %@ Trading Account
es: De: Mi Trading Account%@
pt: De: A minha conta de negociação %@

source: Get Paid
es: Cobrar
pt: Seja pago

source: My %@ Wallet
es: Mi billetera %@
pt: A minha carteira %@

source: My Transaction
es: Mi transacción
pt: A minha transação

source: Prices
es: Precios
pt: Preços

source: See your crypto balance increase every day. Get paid on the 1st of every month.
es: Observe cómo aumenta su saldo de criptomonedas cada día. Cobre el primer día de cada mes.
pt: Veja o seu saldo de crypto aumentar todos os dias. Seja pago no dia 1 de cada mês.

source: Shared With Blockchain
es: Compartido con Blockchain
pt: Partilhado com Blockchain

source: To prevent identity theft or fraud, we'll need to make sure it's really you by uploading an ID.
es: Para evitar el robo de identidad o fraudes, necesitaremos asegurarnos de que realmente sea usted. Para ello, suba una identificación.
pt: Para evitar roubo de identidade ou fraude, precisamos de ter a certeza de que é realmente você, ao fazer o carregamento de uma identificação.

source: To: My %@ Account
es: Para: Mi cuenta %@
pt: Para: A minha %@ conta

source: Transfer %@ to Any Wallet
es: Transferir %@ a cualquier billetera
pt: Transfira %@ para qualquer carteira

source: Use your Card or Cash
es: Use su tarjeta o efectivo
pt: Use seu Cartão ou Dinheiro

source: Verify your identity and earn up to 9.0% annually.
es: Verifique su identidad y gane hasta un 9,0 % anual.
pt: Verifique a sua identidade e ganhe até 9,0% anualmente.

source: Visit Blockchain.com
es: Visitar Blockchain.com
pt: Visite Blockchain.com

source: You can have a maximum of one bank per currency
es: Puede tener un máximo de un banco por moneda
pt: Pode ter um máximo de um banco por moeda

source: %@ Custodial Accounts
es: Cuentas de custodia %@
pt: %@ Contas de Custódia

source: %@ Wallets
es: Billeteras %@
pt: %@ Carteiras

source: New Swap
es: Nuevo Swap
pt: Nova troca

source: Your final amount might change due to market activity. An initial hold period of 3 days will be applied to your funds.
es: Su importe final podría cambiar debido a la actividad del mercado. Se aplicará a sus fondos un período inicial de retención de 3 días.
pt: O seu valor final pode mudar devido à atividade do mercado. Um período inicial de retenção de 3 dias será aplicado aos seus fundos.

source: Oops! Something went wrong.
es: ¡Vaya, se ha producido un error!
pt: Ups! Ocorreu um erro.
