Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: We’ll send you a link to verify your identity.
es: Le hemos enviado un enlace para verificar su identidad.
pt: Iremos enviar-lhe uma ligação para verificar a sua identidade.

source: We’ve sent a link to you via SMS. Follow it to continue with verification.
es: Le hemos enviado un enlace por SMS. Ábralo para continuar con el proceso de verificación.
pt: Enviámos-lhe uma ligação por SMS. Aceda à mesma para continuar a verificação.

source: Withdraw %@ from Staking Account
es: Retirar %@ de la cuenta de staking
pt: Levantar %@ da Conta de Participação

source: Withdrew %@
es: Retiró %@
pt: Levantou %@

source: Withdrew all %@
es: Retiró todas las %@
pt: Levantar tudo %@

source: You are requesting to withdraw funds from your Staking Account. This balance will be available in your Trading Account after an unbonding period that depends on the network queue. After confirming this withdrawal, you will not continue to earn staking rewards on the amount withdrawn.
es: Está solicitando retirar fondos de su cuenta de staking. Este saldo estará disponible en su cuenta de trading después de un período de desvinculación que dependerá de la cola de la red. Una vez que se confirme la retirada, dejará de obtener recompensas de staking sobre la cantidad retirada.
pt: Está a pedir para levantar fundos da sua Conta de Participação. Este saldo estará disponível na sua Conta de Negociação após um período de desvinculação que depende da fila da rede. Depois de confirmar este levantamento, não continuará a ganhar prémios de participação sobre o montante levantado.

source: You cannot change your State
es: No puedes cambiar tu estado
pt: Não pode mudar o seu estado

source: You don't have any balance in a crypto that we support selling.
es: No tiene ningún saldo en criptomonedas compatibles para la venta.
pt: Não tem qualquer saldo numa criptomoeda cuja venda seja suportada por nós.

source: You must be 18 years or older.
es: Debe ser mayor de edad.
pt: Tem de ter, pelo menos, 18 anos.

source: You swap is being confirmed by the network. Track the confirmation on the Explorer or feel free to start a new swap.
es: La red está confirmando su intercambio. Puede ver la confirmación en Explorer o incluso comenzar un nuevo intercambio.
pt: A sua troca está a ser confirmada pela rede. Rastreie a confirmação no Explorer ou não hesite em iniciar uma nova troca.

source: You swapped %@ for %@
es: Ha intercambiado %1$@ por %2$@
pt: Trocou %1$@ por %2$@

source: You will be able to request another withdrawal in %@ min
es: Podrá solicitar otra retirada en %@ minutos
pt: Poderá solicitar outro levantamento dentro de %@ min

source: Your account is currently unable to access Blockchain.com custodial services. If you think this is an error, please contact support.
es: Su cuenta no puede acceder a los servicios de custodia de Blockchain.com en este momento. Si cree que se trata de un error, póngase en contacto con el servicio de atención al cliente.
pt: A sua conta não pode atualmente aceder aos serviços de custódia da Blockchain.com. Se pensa que isto é um erro, contacte o suporte.

source: Your Collectibles
es: Tus coleccionables
pt: Os seus Colecionáveis

source: Your initial swap of %@ for %@ is being processed. Your balance will update once it's complete.
es: Se está procesando su intercambio inicial de %1$@ por %2$@. Su saldo se actualizará una vez se haya completado el proceso.
pt: A sua troca inicial de %1$@ por %2$@ está a ser processada. O seu saldo será atualizado assim que estiver concluído.

source: Your staked ETH will start generating rewards after an initial bonding period. Unstaking and withdrawing ETH is subject to an unbonding period that depends on the network queue. These rules are not specific to Blockchain.com. They’re features of the Ethereum network.
es: La cantidad de ETH apostada comenzará a generar recompensas después de un período inicial de vinculación. La desasignación y retirada de ETH están sujetas a un período de desvinculación que depende de la cola de la red. Estas reglas no son específicas de Blockchain.com, son características de la red Ethereum.
pt: O seu ETH participado começará a gerar recompensas após um período inicial de ligação. A remoção da participação e o levantamento de ETH estão sujeitos a um período de desvinculação que depende da fila da rede. Estas regras não são específicas da Blockchain.com. Elas são características da rede Ethereum.

source: Your withdrawal will be executed once the unbonding period finishes. Your funds will be available in your Trading Account.
es: La retirada se llevará a cabo una vez finalice el período de desvinculación. Sus fondos estarán disponibles en su cuenta Trading.
pt: O seu levantamento será executado assim que o período de desvinculação terminar. Os seus fundos ficarão disponíveis na sua Trading Account.

source: Zip code
es: Código postal
pt: Código postal

source: 😔 No Results
es: 😔 No hay resultados
pt: 😔 Sem resultados

source: A dapp wants to connect to your wallet
pt: Uma Dapp quer ligar-se à sua carteira

source: Bank deposit
pt: Depósito bancário

source: Blockchain.com Swap
pt: Swap Blockchain.com

source: Buy, sell and trade crypto
pt: Compre, venda e troque criptomoedas

source: Check my Inbox
pt: Verificar a minha caixa de entrada

source: Click on the link we sent to
pt: Clique no link que enviámos para

source: Connect to Dapps and sign transactions
pt: Ligue-se a Dapps e assine transações

source: Cross-chain, limited token pairs
pt: Cross-chain, pares de tokens limitados

source: Crypto deposit
pt: Depósito de criptomoedas

source: Dark
pt: Escuro

source: Don't Allow
pt: Não permitir

source: Earn rewards by putting your crypto to work
pt: Ganhe recompensas colocando as suas criptomoedas a trabalhar

source: Fund your account with a card or bank account
pt: Financie a sua conta com um cartão ou conta bancária

source: If you prefer to custody your own funds, use our DeFi Wallet.
pt: Se preferir assumir a custódia dos seus próprios fundos, use a nossa DeFi Wallet.

source: If you would like Blockchain.com to custody your funds, use our Blockchain.com Account.
pt: Se pretender que o Blockchain.com assuma a custódia dos seus fundos, use a nossa Conta Blockchain.com.

source: Introducing the DeFi Wallet
pt: Apresentamos a DeFi Wallet

source: Light
pt: Claro

source: Message
pt: Mensagem

source: Message signing request
pt: Pedido de assinatura de mensagem

source: New
pt: Novo

source: Not verified
pt: Não verificado

source: Search results
pt: Resultados de pesquisa

source: Select an option
pt: Selecione uma opção

source: Select Network
pt: Selecione a rede

source: Self-custody your assets
pt: Efetue a autocustódia dos seus ativos

source: Single-chain, thousands of tokens on Ethereum
pt: Single-chain, milhares de tokens em Ethereum

source: System Settings
pt: Definições do sistema

source: Theme
pt: Tema

source: Transaction in process
pt: Transação em curso

source: Turn On Notifications
pt: Ativar notificações

source: Use multiple chains
pt: Usar múltiplas cadeias

source: Verify your email
pt: Verifique o seu email

source: View my DeFi Wallet
pt: Ver a minha DeFi Wallet

source: We are currently having trouble fetching the details for the wire transfer. Do not worry, your funds are safe.
pt: Estamos a ter dificuldade em obter os detalhes da transferência bancária. Não se preocupe, os seus fundos estão seguros.

source: Welcome to your Blockchain.com Account
pt: Damos-lhe as boas-vindas à sua Conta Blockchain.com

source: We’ll notify you when big changes happen in the market. We’ll also send you payment and security alerts.
pt: Iremos enviar-lhe uma notificação quando ocorrerem grandes alterações no mercado. Também lhe enviaremos alertas de pagamentos e de segurança.

source: With a DeFi Wallet, only you have access to your crypto assets - not us. **Your keys, your crypto.**
pt: Com uma DeFi Wallet, só você tem acesso aos seus ativos cripto - não nós. **A suas chaves, a sua criptomoeda.**

source: With the Blockchain.com Account, your funds are held in **our custody system**.
pt: Com a Conta Blockchain.com, os seus fundos são mantidos no **nosso sistema de custódia**.

source: You can now use this email to access any Blockchain.com product
pt: Pode agora usar este email para aceder a qualquer produto Blockchain.com

source: Your balances may not be accurate. Once the transaction is confirmed, your balances will update.
pt: Os seus saldos poderão não ser exatos. Uma vez confirmada a transação, os seus saldos serão atualizados.

source: Your email was verified!
pt: O seu email foi verificado!

source: My Bitcoin Wallet
es: Mi billetera Bitcoin

source: Email
es: Correo electrónico

source: Face ID
es: Reconocimiento facial

source: Google Authenticator
es: Verificador de Google

source: hrs
es: horas

source: OK
es: Aceptar

source: Exp:
es: Cad.:

source: your@email.com
es: su@correo.com

source: Email:
es: Correo electrónico:

source: Rewards Account
es: Cuenta de recompensas

source: Ok
es: De acuerdo

source: CUIT
es: CUITO

source: SSN
es: NSS

source: Crypto
es: Criptomoneda

source: DeFi Wallet
es: Wallet DeFi

source: Active rewards
es: Recompensas activas

source: Staking rewards
es: Recompensas de Staking
