Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Secure Connection
es: Conexión segura
pt: Ligação segura

source: Is this your bank?
es: ¿Este es su banco?
pt: Este é o seu banco?

source: It’s taking too long to link your bank, please try again.
es: La conexión de su banco está tardando demasiado, inténtelo de nuevo.
pt: Está a demorar demasiado para vincular o seu banco, tente novamente.

source: Please link a Checking Account.
es: Vincule una cuenta corriente.
pt: Vincule uma conta corrente.

source: Your bank may charge you extra fees if you buy crypto without a checking account.
es: Su banco puede cobrarle tarifas adicionales si compra criptomonedas sin una cuenta corriente.
pt: O seu banco pode cobrar-lhe taxas adicionais se comprar criptomoedas sem conta corrente.

source: Bank Linked!
es: Banco vinculado
pt: Banco vinculado!

source: Try a Different Bank
es: Pruebe con un banco diferente
pt: Tente um Banco Diferente

source: Please try linking your bank again. If this keeps happening, please contact support.
es: Intente vincular su banco de nuevo. Si esto sigue sucediendo, póngase en contacto con el equipo de asistencia.
pt: Tente vincular o seu banco novamente. Se isto continuar a acontecer, entre em contacto com o apoio ao cliente.

source: Instantly Available
es: Disponible al instante
pt: Disponível imediatamente

source: %@ Max
es: %@ Máx.
pt: %@ Máx

source: %@ Min
es: %@ Mín.
pt: %@ Mín

source: %@ securely stores your credentials adhering to leading industry practices for data security, regulatory compliance, and privacy.
es: %@ almacena de forma segura sus credenciales de acuerdo con las prácticas líderes de la industria en seguridad, cumplimiento normativo y privacidad de datos.
pt: %@ armazena com segurança as suas credenciais de acordo com as melhores práticas da indústria relativas a segurança de dados, conformidade regulatória e privacidade.

source: At Blockchain.com, we strive to adhere to any and all local laws. Based on your location, we cannot allow the buying or selling digital currencies at this time.
es: En Blockchain.com, nos esforzamos por cumplir con todas y cada una de las leyes locales. Según su ubicación, no podemos permitir la compra o venta de monedas digitales en este momento.
pt: Na Blockchain.com, esforçamo-nos para cumprir todas e quaisquer leis locais. Com base na sua localização, não podemos permitir a compra ou venda de moedas digitais atualmente.

source: Bank Account
es: Cuenta bancaria
pt: Conta bancária

source: Blockchain.com uses %@ to verify your bank credentials & securely link your accounts.
es: Blockchain.com utiliza %@ para verificar sus credenciales bancarias y vincular de forma segura sus cuentas.
pt: Blockchain.com utiliza %@ para verificar as suas credenciais bancárias e vincular as suas contas com segurança.

source: Cash
es: Efectivo
pt: Dinheiro

source: Choose a Wallet to receive crypto to.
es: Elija una billetera para recibir criptomonedas.
pt: Escolha uma Carteira para receber crypto.

source: Choose a Wallet to send crypto from.
es: Elija una billetera desde la que enviar criptomonedas.
pt: Escolha uma Carteira a partir da qual enviar crypto.

source: Coming Soon to Your Region
es: Próximamente en su región
pt: Em breve na sua região

source: Currently, we don't support selling crypto in %@. We'll send you an update when we do.
es: Actualmente, no admitimos la venta de criptomonedas en %@. Le enviaremos una actualización cuando lo hagamos.
pt: Atualmente, não oferecemos assistência à venda de crypto em %@. Enviaremos uma atualização quando oferecermos.

source: Error decrypting wallet, please check that your password is correct
es: Error al descifrar la billetera, verifique que su contraseña sea correcta
pt: Erro ao desencriptar a carteira. Verifique se a sua palavra-passe está correta

source: Face ID is not enabled on this device. To enable Face ID, go to Settings -> Face ID & Passcode and Set up a Face ID.
es: Face ID no está habilitado en este dispositivo. Para habilitar Face ID, vaya a Configuración - > Face ID y código y configure Face ID.
pt: O reconhecimento facial não está ativado neste dispositivo. Para ativar, aceda a Definições -> ID de reconhecimento facial e Código de acesso e configure um ID de reconhecimento facial.

source: Funds Locked
es: Fondos bloqueados
pt: Fundos bloqueados

source: Pay with my...
es: Pagar con mi...
pt: Pagar com o meu...

source: Receive Crypto Now
es: Recibir criptomonedas ahora
pt: Receber crypto agora

source: Sell Coming Soon for
es: Vender próximamente por
pt: Venda em breve para

source: Sell Your Crypto
es: Venda sus criptomonedas
pt: Vender a sua crypto

source: Sell your crypto that you have purchased into your cash wallet.
es: Venda criptomonedas compradas en su billetera de efectivo.
pt: Venda a crypto que comprou para a sua carteira de dinheiro.

source: Selling
es: Vendiendo
pt: A vender

source: Send Crypto Now
es: Enviar criptomonedas ahora
pt: Enviar crypto agora

source: Sold
es: Vendido
pt: Vendido

source: Something went wrong.
es: Algo salió mal.
pt: Ocorreu um erro.

source: Sorry, that bank account has been linked to the maximum number of Wallets.
es: Lo sentimos, esa cuenta bancaria se ha vinculado a la cantidad máxima de billeteras.
pt: Lamentamos, mas essa conta bancária foi vinculada ao número máximo de Carteiras.

source: Taking you to Yodlee...
es: Llevándole a Yodlee ...
pt: A levá-lo para a Yoodle...

source: These funds will be available to sell into your %@ fiat wallet immediately, but you will not be able to send or withdraw these funds from Blockchain.com for up to 3 days.
es: Estos fondos estarán disponibles para vender en su billetera %@ fiat inmediatamente, pero no podrá enviar ni retirar estos fondos de Blockchain.com durante 3 días.
pt: Esses fundos estarão imediatamente disponíveis para venda na sua carteira %@ fiat, mas não poderá enviar ou levantar estes fundos da Blockchain.com durante até 3 dias.

source: This could take up to 30 secconds.
es: Esto puede tardar hasta 30 segundos.
pt: Esta ação pode demorar até 30 segundos.

source: This could take up to 30 secconds. Please do not go back or close the app.
es: Esto puede tardar hasta 30 segundos. No vuelva atrás ni cierre la aplicación.
pt: Esta ação pode demorar até 30 segundos. Não volte atrás nem feche a aplicação.

source: Updating Your Wallet...
es: Actualización de su billetera...
pt: A atualizar a sua Carteira...

source: Verify your identity and sell your crypto.
es: Verifique su identidad y venda sus criptomonedas.
pt: Verifique a sua identidade e venda a sua crypto.

source: We noticed the names don’t match. The bank you link must have a matching legal first & last name as your Blockchain.com Account.
es: Los nombres no coinciden. El banco que vincule debe tener un nombre y apellido legal que coincidan con su cuenta de Blockchain.com.
pt: Reparámos que os nomes não correspondem. O banco vinculado deve ter um nome próprio e apelido legais correspondentes aos indicados na sua conta Blockchain.com.

source: Withdrawing %@
es: Retirar %@
pt: A levantar %@

source: Your %@ account is now linked to your Blockchain.com Wallet.
es: Su cuenta %@ ahora está vinculada a su Wallet de Blockchain.com.
pt: A sua conta %@ está agora vinculada à sua Blockchain.com Wallet.

source: Your account is now linked to your Blockchain.com Wallet.
es: Su cuenta ahora está vinculada a su Wallet de Blockchain.com.
pt: A sua conta está agora vinculada à sua Blockchain.com Wallet.

source: Your crypto will be available to be withdrawn within 3 days.
es: Sus criptomonedas estarán disponible para ser retiradas en 3 días.
pt: A sua crypto estará disponível para levantamento dentro de 3 dias.

source: Your final amount might change due to market activity. For your security, buy orders with a bank account are subject up to a 14 day holding period. You can Swap or Sell during this time. We will notify you once the funds are fully available.
es: Su monto final puede cambiar debido a la actividad del mercado. Por su seguridad, las órdenes de compra con una cuenta bancaria están sujetas a un período de retención de hasta 14 días. Puede intercambiar o vender durante este tiempo. Le notificaremos una vez que los fondos estén completamente disponibles.
pt: O seu valor final pode mudar devido à atividade do mercado. Para sua segurança, as ordens de compra com uma conta bancária estão sujeitas a um período de espera de até 14 dias. Pode trocar ou vender durante esse período. Iremos notificá-lo assim que os fundos estiverem totalmente disponíveis.

source: %@ Network Fee
es: %@ Tarifa de red
pt: %@ Taxa de rede

source: %@ Price
es: %@ Precio
pt: %@ Preço

source: Add Your Name and Address
es: Agregue su nombre y dirección
pt: Adicione o seu nome e morada

source: Instantly exchange your crypto.
es: Cambie instantáneamente sus criptomonedas.
pt: Troque a sua crypto instantaneamente.

source: Sell %@
es: Vender %@
pt: Vender %@

source: Swapping %@ for %@
es: Convirtiendo %1$@ en %2$@
pt: A trocar %1$@ por %2$@

source: The minimum swap is %@
es: El intercambio mínimo es %@
pt: A troca mínima é %@

source: Verify Your Email & Swap Today.
es: Verifique su correo electrónico e intercambie hoy mismo.
pt: Verifique o seu e-mail e troque hoje.

source: We're completing your swap now.
es: Estamos completando su intercambio.
pt: Estamos a concluir a sua troca agora.

source: Which crypto do you want to Swap for?
es: ¿Por qué criptomoneda quieres intercambiar?
pt: Para qual crypto pretende trocar?

source: You can swap up to %@
es: Puedes intercambiar hasta %@
pt: Pode trocar até %@

source: Your %@ is now available in your Wallet.
es: Su %@ ahora está disponible en su billetera.
pt: O seu %@ está agora disponível na sua Wallet.

source: 1. Write down the 12 word phrase on the next screen in the exact order it appears.
es: 1. Escriba la frase de 12 palabras en la siguiente pantalla en el orden exacto en que aparece.
pt: 1. Escreva a frase de 12 palavras na próxima janela pela ordem exata em que aparece.

source: Never share your mobile pairing QR code with anyone. Anyone who can view this QR code can withdraw funds. Blockchain.com will never ask to view or receive your mobile pairing QR code.
es: Nunca comparta su código QR de emparejamiento móvil con nadie. Cualquiera que pueda ver este código QR puede retirar fondos. Blockchain.com nunca le pedirá ver o recibir su código QR de emparejamiento móvil.
pt: Nunca partilhe seu código QR de emparelhamento móvel com ninguém. Qualquer pessoa que possa visualizar este código QR pode levantar fundos. A Blockchain.com nunca pedirá para visualizar ou receber o seu código QR de emparelhamento móvel.

source: Secret Private Key Recovery Phrase
es: Frase de recuperación de la clave privada secreta
pt: Frase de Recuperação de Chave Privada Secreta

source: contact support.
es: póngase en contacto con el servicio de asistencia.
pt: contactar a assistência técnica.

source: contact us
es: póngase en contacto con nosotros
pt: contacte-nos

source: immediately.
es: inmediatamente.
pt: imediatamente.

source: Buy Started
es: Compra iniciada
pt: Compra iniciada

source: Checking
es: Comprobando
pt: A verificar

source: Please try linking your bank again. If this keeps happening, please
es: Intente vincular su banco de nuevo. Si esto sigue sucediendo,
pt: Tente vincular o seu banco novamente. Se isto continuar a acontecer,

source: Savings
es: Fondos
pt: Poupanças

source: The minimum send is %@
es: El envío mínimo es de %@
pt: O envio mínimo é de %@

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please
es: Para vincular este banco, inicie sesión en sus otras billeteras y elimínelo. Si esto no le parece correcto,
pt: Para vincular este banco, inicie sessão nas suas outras Wallets e remova-o. Se isto não lhe aparecer correto,

source: We are completing your purchase now. Expect the funds to be withdrawn from your bank by %@. Check the status of your order at anytime from Wallet’s Activity.
es: Ya estamos completando su compra. Se espera que los fondos se retiren de su banco el %@. Verifique el estado de su pedido en cualquier momento desde la sección de Actividad de la billetera.
pt: Estamos agora a concluir a sua compra. Os fundos deverão poder ser levantados do seu banco em %@. Verifique o estado da sua encomenda em qualquer altura a partir da Atividade da Wallet.

source: You can send up to %@
es: Puede enviar hasta %@
pt: Pode enviar até %@

source: Private Key Wallet
pt: Carteira de chave privada

source: Exchange Account
es: Cuenta de intercambio
pt: Conta de troca

source: Trading Account
es: Cuenta de operaciones
pt: Conta de negociação

source: Learn more.
es: Más información.
pt: Saber mais.

source: %@ Sent
es: %@ enviado
pt: %@ Enviado

source: Fee - %@
es: Tarifa: %@
pt: Taxa - %@

source: Minutes
es: Minutos
pt: Minutos

source: No memo
es: No hay notas
pt: Sem memo

source: Please do not close the app.
es: No cierre la aplicación.
pt: Não feche a aplicação.

source: Remaining Time
es: Tiempo restante
pt: Tempo restante

source: Sending %@
es: Enviando %@
pt: A enviar %@

source: Service Unavailable
es: Servicio no disponible
pt: Serviço indisponível

source: There was an error upgrading your Wallet to version %@. Please restart the app to retry.
es: Se ha producido un error al actualizar su cartera a la versión %@. Reinicie la aplicación para volver a intentarlo.
pt: Ocorreu um erro ao atualizar sua Carteira para a versão %@ . Reinicie a aplicação para tentar novamente.

source: Upgrading wallet to %@.
es: Actualizando la cartera a %@.
pt: A atualizar a carteira para %@.

source: Upgrading wallet.
es: Actualizando la cartera.
pt: A atualizar a carteira.

source: We are experiencing an outage with the wallet. Please rest assured your funds are safe.
es: Se está produciendo una interrupción en la cartera. No se preocupe, sus fondos están seguros.
pt: Estamos a experienciar uma interrupção na carteira. Não se preocupe, os seus fundos estão seguros.

source: We're sending your transaction now.
es: Estamos enviando su transacción ahora mismo.
pt: Estamos a enviar a sua transação agora.

source: Your %@ has been successfully sent.
es: Su %@ se ha enviado correctamente.
pt: O seu %@ foi enviado com sucesso.

source: Enter your email address below and click Save. We’ll send you a verification email straighaway.
es: Introduzca su dirección de correo electrónico y haga clic en Guardar. Le enviaremos un correo electrónico de verificación de inmediato.
pt: Introduza o seu endereço de e-mail abaixo e clique em Guardar. Enviar-lhe-emos de imediato um e-mail de verificação.

source: Please check the information you provided and try again.
es: Verifique la información proporcionada y vuelva a intentarlo.
pt: Verifique as informações que forneceu e tente novamente.

source: Something went wrong
es: Se ha producido un error
pt: Ocorreu um erro

source: Success! Your email has been confirmed.
es: Su correo electrónico se ha confirmado correctamente.
pt: Sucesso! O seu e-mail foi confirmado!

source: We can send the email again or let’s update your email address.
es: Podemos enviar el correo electrónico de nuevo o actualizar su dirección de correo electrónico.
pt: Podemos enviar o e-mail novamente ou pode atualizar o seu endereço de e-mail.

source: We couldn't load your email's verification status. Please try again.
es: No pudimos cargar el estado de verificación de su correo electrónico. Vuelva a intentarlo más tarde.
pt: Não foi possível carregar o estado de verificação do seu e-mail. Tente novamente.

source: We couldn't send a verification email at this time. Please check your Internet connection and try again.
es: No pudimos enviar el correo electrónico de verificación en este momento. Compruebe su conexión a Internet y vuelva a intentarlo.
pt: Não foi possível enviar um e-mail de verificação neste momento. Verifique a sua ligação à Internet e tente novamente.

source: We couldn't update your email address. Please check your Internet connection and try again.
es: No pudimos actualizar su dirección de correo electrónico. Compruebe su conexión a Internet y vuelva a intentarlo.
pt: Não foi possível atualizar o seu e-mail. Verifique a sua ligação à Internet e tente novamente.

source: We sent a verification email to %@. Please click the link in the email to continue.
es: Enviamos un correo electrónico de verificación a %@. Haga clic en el enlace del correo electrónico para continuar.
pt: Enviámos um e-mail de verificação para %@. Clique no link no e-mail para continuar.

source: %@ Deposited
es: %@ Depositado
pt: %@ Depositado

source: %@ Withdrawal Started
es: %@ Se ha iniciado la retirada
pt: %@ Levantamento iniciado

source: A connection cannot be established because the server certificate could not be validated. Please check your network settings and ensure that you are using a secure connection.
es: No se puede establecer una conexión porque el certificado de servidor no se ha podido validar. Compruebe la configuración de red y asegúrese de que usa una conexión segura.
pt: Não é possível estabelecer uma ligação porque não foi possível validar o certificado do servidor. Verifique as suas definições de rede e certifique-se de que está a utilizar uma ligação segura.

source: Account
es: Cuenta
pt: Conta

source: Account Ending in
es: Cuenta acabada en
pt: Conta terminada em

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
es: Se ha producido un error al validar su código PIN con el servidor remoto. Puede que no tenga conexión o que Blockchain esté experimentando dificultades. ¿Desea reintentar la validación o prefiere introducir la contraseña manualmente?
pt: Ocorreu um erro ao validar o seu código PIN com o servidor remoto. Pode estar offline ou o Blockchain pode estar com dificuldades. Gostaria de repetir a validação ou, em vez disso, digitar a sua palavra-passe manualmente?

source: An error occurred, try again later.
es: Se ha producido un error. Vuelva a intentarlo más tarde.
pt: Ocorreu um erro, tente novamente mais tarde.

source: Approve
es: Aprobar
pt: Aprovar

source: Authorized Device Detected
es: Se ha detectado un dispositivo autorizado
pt: Dispositivo autorizado detetado

source: Confirm New Password
es: Confirmar la contraseña nueva
pt: Confirmar a nova palavra-passe

source: Continue with Apple
es: Continuar con Apple
pt: Continuar com a Apple

source: Create an Account
es: Crear una cuenta
pt: Criar uma conta

source: Deny
es: Denegar
pt: Recusar

source: Depositing %@
es: Depositando %@
pt: A depositar %@

source: Error code
es: Código de error
pt: Código de erro

source: Error Code: %@
es: Código de error: %@
pt: Código de erro: %@

source: Failed to get user
es: No se pudo obtener el usuario
pt: Falha ao obter o utilizador

source: If you send funds without the XLM Memo Text, your funds will be lost and not credited to your account. Please send only XLM to this address.
es: Si envía fondos sin el texto de nota de XLM, sus fondos se perderán y no se acreditarán en su cuenta. Envíe solo XLM a esta dirección.
pt: Se enviar fundos sem o Texto Memo XLM, os seus fundos serão perdidos e não serão creditados à sua conta. Envie apenas XLM para este endereço.

source: If you think something is wrong, you can try again or go back to the previous screen to update your info.
es: Si cree que algo está mal, puede volver a intentarlo o ir a la página anterior para actualizar su información.
pt: Se achar que algo está errado, pode tentar novamente ou voltar ao ecrã anterior para atualizar a sua informação.

source: Important Transfer Information Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. Be sure to include your Reference ID.
es: Información importante sobre la transferencia: envíe fondos únicamente desde una cuenta bancaria a su nombre. De lo contrario, su depósito podría retrasarse o ser rechazado. Asegúrese de incluir su ID de referencia.
pt: Informações importantes sobre transferências Apenas envie fundos a partir de uma conta bancária em seu nome. Caso contrário, o seu depósito pode ser adiado ou rejeitado. Certifique-se que inclui o seu ID de referência.

source: Incorrect Password
es: Contraseña incorrecta
pt: Palavra-passe incorreta

source: Invalid Email
es: Dirección de correo electrónico no válida
pt: E-mail inválido

source: Last seen
es: Visto por última vez
pt: Visto pela última vez

source: Lost access to your 2FA device?
es: ¿Ha perdido el acceso a su dispositivo de autenticación de dos factores?
pt: Perdeu o acesso ao seu dispositivo 2FA?

source: Maximum limit exceeded
es: Se ha superado el límite máximo
pt: Limite máximo excedido

source: Min Withdraw
es: Retirada mínima
pt: Levantamento mín

source: Minimum
es: Mínimo
pt: Mínimo

source: Minimum amount required.
es: Se requiere un importe mínimo.
pt: Montante mínimo exigido.

source: Minimum send of %@ required.
es: Se requiere un envío mínimo de %@.
pt: Requer envio mínimo de %@.

source: Minimum swap of %@ required.
es: Se requiere un intercambio mínimo de %@.
pt: Troca mínima de %@ necessária.

source: Never
es: Nunca
pt: Nunca

source: New Password
es: Nueva contraseña
pt: Palavra-passe nova

source: No Fees
es: Sin comisiones
pt: Sem taxas

source: Not a valid address.
es: No es una dirección válida.
pt: Não é um endereço válido.

source: Not enough %@ in your wallet to send with current network fees.
es: No hay suficientes %@ en su monedero para enviar con las tarifas de red actuales.
pt: Não há %@ suficiente na sua carteira para enviar com as taxas de rede atuais.

source: Not enough %@ in your wallet to swap with current network fees.
es: No hay suficientes %@ en su monedero para intercambiar con las tarifas de red actuales.
pt: Não há %@ suficiente na sua carteira para trocar com as taxas de rede atuais.

source: Oops! Something went wrong while executing the %@ on-chain transaction.
es: ¡Vaya! Algo salió mal al ejecutar la transacción en cadena %@.
pt: Ups! Algo correu mal ao executar a transação em cadeia %@.

source: Oops! Something went wrong. Please try again.
es: ¡Vaya! Algo salió mal. Vuelva a intentarlo.
pt: Ups! Algo correu mal. Por favor, tente novamente.

source: Oops! The amount you selected is above the maximum %@ limit.
es: ¡Vaya! El importe seleccionado está por encima del límite máximo de %@.
pt: Ups! O valor que selecionou é superior ao limite máximo de %@.

source: Oops! The amount you selected is below the minimum %@ limit.
es: ¡Vaya! El importe seleccionado está por debajo del límite mínimo de %@.
pt: Ups! O valor que selecionou é inferior ao limite mínimo de %@.

source: Oops! This %@ order is not cancellable.
es: ¡Vaya! Esta orden de %@ no se puede cancelar.
pt: Ups! Esta encomenda %@ não é cancelável.

source: Oops! You don’t have enough balance to %@.
es: ¡Vaya! No tiene suficiente saldo para %@.
pt: Ups! Não tem saldo suficiente para %@.

source: Oops! You’ve exceeded your daily %@ limit
es: ¡Vaya! Ha excedido el límite diario de %@
pt: Ups! Excedeu o seu limite diário de %@

source: Oops! You’ve exceeded your weekly %@ limit
es: ¡Vaya! Ha excedido el límite semanal de %@
pt: Ups! Excedeu o seu limite semanal de %@

source: Oops! You’ve exceeded your yearly %@ limit
es: ¡Vaya! Ha excedido el límite anual de %@
pt: Ups! Excedeu o seu limite anual de %@

source: Open your mobile Blockchain.com Wallet now to securely login your desktop Wallet.
es: Abra su Wallet de Blockchain.com móvil para acceder de forma segura a su Wallet de escritorio.
pt: Abra agora a sua Blockchain.com Wallet móvel para iniciar sessão em segurança na sua Wallet do ambiente de trabalho.

source: or
es: o
pt: ou
