Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: To avoid uncesssary fees and network slipage, the minimum amount for this pair is **%@**.
es: Para evitar tasas innecesarias y deslizamientos de red, la cantidad mínima para este par es **%@**.
pt: Para evitar taxas desnecessárias e escorregamento da rede, o valor mínimo para este par é ** %@ **.

source: To execture this transaction the expected fee is %@ but your balance is only %@.
es: Para ejecutar esta transacción, la tasa esperada es %1$@ pero su saldo es de solo %2$@.
pt: Para realizar esta transação, a taxa esperada é de %1$@ mas o seu saldo é de apenas %2$@ .

source: To offset fees and market volatility, the minimum amount for any buy is **%@**.
es: Para compensar las tasas y la volatilidad del mercado, la cantidad mínima para cualquier compra es **%@**.
pt: Para compensar as taxas e a volatilidade do mercado, o valor mínimo para qualquer compra é ** %@ **.

source: To offset fees, the minimum amount for any withdrawal is **%@**.
es: Para compensar las tasas, la cantidad mínima para cualquier retiro es **%@**.
pt: Para compensar as taxas, o valor mínimo para qualquer saque é ** %@ **.

source: Too many active orders
es: Demasiados pedidos activos
pt: Demasiados pedidos ativos

source: Transaction in progress
es: Transacción en curso
pt: Transação em curso

source: Updating your wallet...
es: Actualizando su billetera...
pt: A atualizar a sua carteira...

source: Upgrade Your Wallet
es: Actualice su Wallet
pt: Atualize a sua Wallet

source: Verification Link Expired
es: Enlace de verificación caducado
pt: Link de Verificação Expirado

source: Waiting to hear from %@
es: Esperando noticias de %@
pt: A aguardar notícias de %@

source: Want to Buy Crypto?
es: ¿Quiere comprar criptomonedas?
pt: Quer Comprar Criptomoedas?

source: We are unable to continue. Please contact support.
es: No podemos continuar. Póngase en contacto con el equipo de asistencia.
pt: Não podemos continuar. Entre em contacto com o apoio ao cliente.

source: We believe you have declined linking your account. If this isn't correct, please contact support.
es: Creemos que ha rechazado vincular su cuenta. Si esto no es correcto, póngase en contacto con el equipo de asistencia.
pt: Acreditamos que recusou vincular a sua conta. Se isto não estiver correto, entre em contacto com o apoio ao cliente.

source: We noticed a login attempt from a new device.
es: Hemos detectado un intento de inicio de sesión desde un nuevo dispositivo.
pt: Reparámos numa tentativa de início de sessão a partir de um novo dispositivo.

source: We noticed this account is already active on another Wallet. If you believe this is incorrect, contact support.
es: Hemos detectado que esta cuenta ya está activa en otro Wallet. Si cree que esto es incorrecto, póngase en contacto con el equipo de asistencia.
pt: Reparámos que esta conta já está ativa noutra Wallet. Se acredita que isto está incorreto, entre em contacto com o apoio ao cliente.

source: We're signing your transaction now.
es: Estamos firmando su transacción ahora.
pt: Estamos a assinar a sua transação agora.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right away. Your funds will be available to withdraw once the bank transfer is complete%@.
es: Mientras esperamos que su banco envíe el efectivo, aquí tiene acceso anticipado a %1$@ en su cuenta de efectivo de %2$@ para que pueda comprar criptomonedas de inmediato. Sus fondos estarán disponibles para retirarse una vez que se complete la transferencia bancaria %3$@.
pt: Enquanto esperamos que o seu banco envie o dinheiro, aqui está o acesso antecipado a %1$@ na sua %2$@ para que possa comprar criptomoeda imediatamente. Os seus fundos estarão disponíveis para saque assim que a transferência bancária for concluída %3$@.

source: Withdrawing from Trade Accounts cannot exceed **%@**. You have **%@ remaining**.
es: Los retiros de cuentas comerciales no pueden exceder **%1$@**. Le **quedan %2$@**.
pt: O levantamento de contas comerciais não pode exceder ** %1$@ **. Tem ** %2$@ restantes **.

source: You can only buy **%@**. You have **%@ remaining**.
es: Solo puede comprar **%1$@**. Le **quedan %2$@**.
pt: Só pode comprar ** %1$@ **. Tem ** %2$@ restante **.

source: You can only sell **%@**. You have **%@ remaining**.
es: Solo puede vender ** %1$@ **. Le **quedan %2$@**.
pt: Só pode vender ** %1$@ **. Tem ** %2$@ restantes **.

source: You can only send **%@**. You have **%@ remaining**.
es: Solo puede enviar **%1$@**. Le **quedan %2$@**.
pt: Só pode enviar ** %1$@ **. Tem ** %2$@ restantes **.

source: You can only swap **%@**. You have **%@ remaining**.
es: Solo puede intercambiar **%1$@**. Le **quedan %2$@**.
pt: Pode trocar ** %1$@ **. Tem ** %2$@ restantes **.

source: You can sell up to **%@** for this transaction.
es: Puede vender hasta **%@** en esta transacción.
pt: Pode vender até ** %@ ** para esta transação.

source: You can send up to **%@** for this transaction.
es: Puede enviar hasta **%@** en esta transacción.
pt: Pode enviar até ** %@ ** para esta transação.

source: You can start this transaction once one of the pending orders finish.
es: Puede iniciar esta transacción una vez que finalice uno de los pedidos pendientes.
pt: Pode iniciar esta transação assim que um dos pedidos pendentes terminar.

source: You can swap up to **%@** for this transaction.
es: Puede intercambiar hasta **%@** en esta transacción.
pt: Pode trocar até ** %@ ** para esta transação.

source: You can transfer up to %@
es: Puede transferir hasta %@
pt: Pode transferir até %@

source: You can withdraw up to %@
es: Puede retirar hasta %@
pt: Pode retirar até %@

source: You do not have any pending withdrawal locks.
es: No tiene bloqueos de retiro pendientes.
pt: Não tem bloqueios de levantamento pendentes.

source: You don't have enough %@ to pay for fees. The expected fee for this transaction is **%@**. Please note that **we don't set nor collect fees for transactions from Private Key Wallets**. Those fees go directly to the blockchain's node validators and are algoritmically set by the %@ network.
es: No tiene %1$@ suficiente para pagar las tasas. La tasa esperada para esta transacción es ** %2$@ **. Tenga en cuenta que **no establecemos ni cobramos tasas por transacciones de carteras de claves privadas**. Esas tasas van directamente a los validadores de nodos de la cadena de bloques y son establecidas de forma algorítmica por la red %3$@.
pt: Não tem %1$@ suficientes para pagar as taxas. A taxa esperada para esta transação é ** %2$@ **. Observe que ** não definimos nem cobramos taxas para transações de Private Key Wallets**. Estas taxas vão diretamente para os agentes de validação de nó da cadeia de bloqueios e são algoritmicamente definidas pela rede %3$@ .

source: You need to authenticate to be able to respond to the login request.
es: Debe autenticarse para poder responder a la solicitud de inicio de sesión.
pt: Precisa de se autenticar para poder responder à solicitação de login.

source: Your Bank
es: Su banco
pt: O Seu Banco

source: Your Device is Verified!
es: ¡Su dispositivo está verificado!
pt: O seu Dispositivo foi Verificado!

source: Your login request has expired. Please regenerate the QR code and try again.
es: Su solicitud de inicio de sesión ha expirado. Vuelva a generar el código QR y vuelva a intentarlo.
pt: A sua solicitação de login expirou. Por favor, regenere o código QR e tente novamente.

source: You’ll need buy or receive %@ to your %@ Trading Account before you can start earning %@ on %@.
es: Necesitará comprar o recibir %1$@ en su Trading Account de %2$@ antes de poder comenzar a ganar %3$@ en %4$@.
pt: Precisará comprar ou receber %1$@ na sua Conta de Trading %2$@ antes de começar a ganhar %3$@ em %4$@ .

source: You’ve tried to link an invalid account. Please try another account or contact support.
es: Intentó vincular una cuenta que no es válida. Pruebe con otra cuenta o póngase en contacto con el servicio de asistencia.
pt: Tentou vincular uma conta inválida. Tente outra conta ou entre em contacto com o apoio ao cliente.

source: 3 Minutes
es: 3 minutos
pt: 3 minutos

source: 2 Minutes
es: 2 minutos
pt: 2 minutos

source: 10 Seconds
es: 10 segundos
pt: 10 segundos

source: Complete Your Profile
es: Complete su perfil
pt: Complete o Seu Perfil

source: Buy Crypto Today
es: Comprar hoy criptomonedas
pt: Comprar Criptomoedas Hoje

source: Connect to Exchange
es: Conectarse a Exchange
pt: Associar a Exchange

source: %@ is requesting an action, which could take money from your wallet. Make sure you trust this site.
es: %@ está solicitando una acción que podría quitarle dinero de su billetera. Asegúrese de que confía en este sitio.
pt: %@ está a solicitar uma ação que pode tirar dinheiro de sua carteira. Certifique-se de que confia neste site.

source: Card
es: Tarjeta
pt: Cartão

source: Countries
es: Países
pt: Países

source: Country of Residence
es: País de residencia
pt: País de Residência

source: Create Your Account.
es: Cree su cuenta.
pt: Crie a Sua Conta.

source: If you need to change your Country or State, please contact our customer support.
es: Si necesita cambiar su país o estado, póngase en contacto con nuestro servicio de atención al cliente.
pt: Se precisar de alterar o seu País ou Estado, entre em contacto com o nosso apoio ao cliente.

source: Let’s get you set up.
es: Vamos a configurarlo.
pt: Vamos prepará-lo.

source: Right now, %@ is not supported for buying crypto. You can add a bank account or card from the list of available currencies below.
es: En este momento, %@ no es compatible para comprar criptomonedas. Puede agregar una cuenta bancaria o tarjeta de la lista de monedas disponibles a continuación.
pt: De momento, %@ não é compatível com a compra de criptomoedas. Pode adicionar uma conta bancária ou cartão da lista de moedas disponíveis abaixo.

source: Select Your Country
es: Seleccione su país
pt: Selecione o Seu País

source: Select Your State
es: Seleccione su estado
pt: Selecione o seu Estado

source: States
es: Estados
pt: Estados

source: What country do you live in?
es: ¿En qué país vive usted?
pt: Em que País mora?

source: What State do you live in?
es: ¿En qué estado vive?
pt: Você mora em que Estado?

source: You can have a maximum of five cards
es: Puede tener un máximo de cinco tarjetas
pt: Pode ter no máximo cinco cartões

source: You cannot change your Country or State
es: No puede cambiar su país o estado
pt: Não pode alterar o seu País ou Estado

source: Easy Bank Transfer
es: Transferencia bancaria sencilla
pt: Transferência Bancária Fácil

source: Discover New Coins
es: Descubra nuevas monedas
pt: Descubra Novas Moedas

source: Get Set Up to Buy
es: Prepárese para comprar
pt: Prepare-se Para Comprar

source: Add a card or link a bank to start buying crypto in seconds.
es: Añada una tarjeta o vincule un banco para comenzar a comprar criptomonedas en segundos.
pt: Adicione um cartão ou vincule um banco para começar a comprar criptomoedas em segundos.

source: Allow Camera Access
es: Permitir acceso a la cámara
pt: Permitir acesso à câmara

source: Access Your Wallet on the Web
es: Acceda a su Wallet en la web
pt: Aceda à Sua Wallet na Internet

source: Connect to Dapps
es: Conectar a Dapps
pt: Ligue-se a Dapps

source: Custodial
es: Bajo custodia
pt: Custódia

source: Access higher limits and more payment methods
es: Acceda a límites más altos y más métodos de pago
pt: Aceda a limites mais altos e mais métodos de pagamento

source: We are updating our account verification requirements
es: Estamos actualizando nuestros requisitos de verificación de cuenta
pt: Estamos a atualizar os nossos requisitos de verificação de conta

source: To buy, sell, and swap, you will need to verify your identity.
es: Para comprar, vender e intercambiar, deberá verificar su identidad.
pt: Para comprar, vender e trocar, precisará de verificar a sua identidade.

source: %@ is now yours!
es: ¡%@ ahora es tuyo!
pt: %@ agora é seu!

source: %d Transactions Allowed, Verify Now ->
es: %d transacciones permitidas, verificar ahora ->
pt: %d transações permitidas, verifique agora ->

source: *Free domains must be a minimum of 7 characters long and not a protected domain. (e.g. nike.blockchain)
es: *Los dominios gratuitos deben tener un mínimo de 7 caracteres y no ser un dominio protegido. (Por ejemplo, nike.blockchain)
pt: *Os domínios gratuitos devem ter no mínimo 7 caracteres e não devem ser um domínio protegido. (por exemplo, nike.blockchain)

source: 1 Transaction Allowed, Verify Now ->
es: 1 transacción permitida, verificar ahora ->
pt: 1 transação permitida, verifique agora ->

source: 1-Time Between Private Key Wallets
es: Una vez entre billeteras con claves privadas
pt: 1-Tempo Entre Private Key Wallets

source: About %@
es: Acerca de %@
pt: Sobre %@

source: Add %@ to Exchange
es: Agregar %@ a Exchange
pt: Adicionar %@ ao Exchange

source: Add %@ to Rewards Account
es: Agregar %@ a la cuenta Rewards
pt: Adicionar %@ à conta Rewards

source: Add a domain to your cart.
es: Agregar un dominio a su carrito.
pt: Adicione um domínio ao seu carrinho.

source: Add from...
es: Añadir desde...
pt: Adicionar de...

source: Add to your watchlist to be notified when %@ is available to trade.
es: Agréguela a su lista de seguimiento para recibir una notificación cuando %@ esté disponible para intercambiar.
pt: Adicione à sua lista de observação para ser notificado quando %@ estiver disponível para negociação.

source: Added
es: Agregada
pt: Adicionado

source: Already Have A Card? Link It Here
es: ¿Ya tiene una tarjeta? Vincúlela aquí
pt: Já Tem Cartão? Link aqui

source: Between All Wallets & Accounts
es: Entre todas las Wallets y cuentas
pt: Entre Todas as Wallets e Contas

source: Between Private Key Wallets
es: Entre Private Key Wallets
pt: Entre Private Key Wallets

source: Blockchain Debit Card
es: Tarjeta de débito de cadena de bloques
pt: Cartão de débito Blockchain

source: Blockchain.com Terms & Conditions
es: Términos y condiciones de Blockchain.com
pt: Termos e Condições do Blockchain.com

source: Browse Domains
es: Explorar dominios
pt: Procurar domínios

source: Buy and Sell Bitcoin
es: Compre y venda bitcoins
pt: Compre e venda Bitcoin

source: Buy Domain
es: Comprar dominio
pt: Comprar domínio

source: Buy large amounts
es: Comprar grandes cantidades
pt: Compre grandes quantidades

source: Buy small amounts
es: Comprar pequeñas cantidades
pt: Compre pequenas quantidades

source: Buy with  Pay
es: Comprar con  Pay
pt: Compre com  Pague

source: Card or Banking Methods
es: Tarjeta o métodos bancarios
pt: Cartão ou Métodos Bancários

source: Card Successfully Created!
es: ¡Tarjeta creada correctamente!
pt: Cartão criado com sucesso!

source: Cart
es: Carrito
pt: Carrinho

source: Choose Payment Method
es: Elija el método de pago
pt: Escolha o método de pagamento

source: Claim
es: Solicitar
pt: Reivindicar

source: Claim Domain
es: Solicitar Dominio
pt: Reivindicar domínio

source: Claim Your Domain
es: Solicite su dominio
pt: Reivindique o seu domínio

source: Claim Your Free Domain!
es: ¡Solicite su dominio gratis!
pt: Reivindique o seu domínio grátis!

source: Connect to the Exchange
es: Conectarse a Exchange
pt: Conecte-se ao Exchange

source: Connect your Exchange and Wallet accounts to view your balances and transfer funds.
es: Conecte sus cuentas de Exchange y Wallet para ver sus saldos y transferir fondos.
pt: Associe as suas contas Exchange e Wallet para ver os seus saldos e transferir fundos.

source: Consumer Financial Protection Bureau
es: Oficina de protección financiera del consumidor
pt: Departamento de proteção financeira ao consumidor

source: Contactless Payment
es: Pago sin contacto
pt: Pagamento sem contacto

source: Create Card
es: Crear tarjeta
pt: Criar cartão

source: Current %@ Price
es: Precio actual %@
pt: Preço %@ atual

source: Current Price
es: Precio actual
pt: Preço atual

source: Domain Name
es: Nombre de dominio
pt: Nome do domínio

source: Duplicate Card
es: Tarjeta duplicada
pt: Cartão duplicado

source: Earn %.1f%% APY
es: Gane %.1f %% APY
pt: Ganhe %.1f %% APY

source: Earn Rewards On Your Crypto
es: Obtenga recompensas con sus criptomonedas
pt: Ganhe Rewards nas Suas Criptomoedas

source: Earning %.1f%%
es: Ganando %.1f %%
pt: A ganhar %.1f %%

source: Exchange Link
es: Enlace de Exchange
pt: Link de Troca

source: Failed To Add Card
es: No se pudo agregar la tarjeta
pt: Falha ao adicionar cartão

source: Failed to claim %@
es: Error al solicitar %@
pt: Falha ao reivindicar %@

source: Failed To Create Your Card
es: Error al crear su tarjeta
pt: Falha ao criar o seu cartão

source: For security purposes, buy orders with a %@ are subject to a %@ holding period. You can Swap or Sell during this time. We will notify you once the funds are available to be withdrawn.
es: Por motivos de seguridad, las órdenes de compra con %1$@ están sujetas a un período de espera de %2$@. Puede intercambiar o vender durante este tiempo. Le notificaremos una vez que los fondos estén disponibles para ser retirados.
pt: Por motivos de segurança, os pedidos de compra com %1$@ estão sujeitos a um período de retenção %2$@. Pode trocar ou vender durante este tempo. Iremos notificá-lo assim que os fundos estiverem disponíveis para serem retirados.

source: Free domain
es: Dominio gratuito
pt: Domínio gratuito

source: From Trading Accounts
es: Desde cuentas Trading
pt: De contas de negociação

source: Full Access
es: Acceso completo
pt: Acesso Total

source: Fund your card purchases
es: Financie sus compras con tarjeta
pt: Financie as suas compras com cartão

source: Get a free .blockchain domain through Unstoppable Domains. Use your domain to receive crypto and much more.
es: Obtenga un dominio .blockchain gratis a través de Unstoppable Domains. Use su dominio para recibir criptomonedas y mucho más.
pt: Obtenha um domínio .blockchain gratuito através do Unstoppable Domains. Use seu domínio para receber criptomoedas e muito mais.

source: How It Works
es: Cómo funciona
pt: Como funciona

source: I understand that my private key wallet addresses will be publicly associated with %@.
es: Entiendo que las direcciones de mi billetera de clave privada se asociarán públicamente con %@.
pt: Entendo que os meus endereços de carteira de chave privada serão associados publicamente a %@.

source: In partnership with CoinTracker, our new Tax Center is now live. Connect to your account on web and go to Account -> Tax Center.
es: En asociación con CoinTracker, nuestro nuevo Centro de impuestos ya está disponible. Conéctese a su cuenta en la web y vaya a Cuenta -> Centro de impuestos.
pt: Em parceria com a CoinTracker, nosso novo Tax Center já está no ar. Conecte-se à sua conta na web e vá para Conta -> Tax Center.

source: Insufficient Funds
es: Fondos insuficientes
pt: Fundos insuficientes

source: It looks like the card you tried to add is already an existing linked card with your account.
es: Parece que la tarjeta que intentó agregar ya es una tarjeta existente vinculada con su cuenta.
pt: Parece que o cartão que tentou adicionar já é um cartão vinculado à sua conta.

source: Let's Go
es: Vamos
pt: Vamos

source: Limited Access
es: Acceso limitado
pt: Acesso Limitado

source: Link a Payment Method
es: Vincular un método de pago
pt: Vincular um método de pagamento

source: Link once and instantly buy crypto anytime.
es: Vincule una vez y compre criptomonedas al instante en cualquier momento.
pt: Vincule uma vez e compre criptomoedas instantaneamente a qualquer momento.

source: Looks like there was an error claiming your domain. Don’t worry, nobody stole it.
es: Parece que hubo un error al reclamar su dominio. No se preocupe, nadie se lo ha quitado.
pt: Parece que ocorreu um erro ao reivindicar seu domínio. Não se preocupe, ninguém o roubou.

source: Make a Deposit
es: Hacer un depósito
pt: Faça um depósito

source: Nevermind
es: No importa
pt: Esqueça

source: New legal entity
es: Nueva entidad legal
pt: Nova entidade jurídica

source: No Thanks
es: No, gracias
pt: Não, obrigado

source: Okay
es: De acuerdo
pt: Ok

source: Oops! Something went wrong!
es: ¡Vaya! ¡Se ha producido un error!
pt: Ups! Ocorreu um erro

source: Oops! There was a problem loading account data
es: ¡Vaya! Hubo un problema al cargar los datos de la cuenta
pt: Ops! Ocorreu um problema ao carregar os dados da conta

source: Oops! We are having problems fetching a quote, please try again later.
es: ¡Vaya! Estamos teniendo problemas para obtener una cotización, inténtelo de nuevo más tarde.
pt: Ops! Estamos com problemas para buscar uma cotação. Tente novamente mais tarde.

source: Oops! You’ve already got an existing pending withdrawal.
es: ¡Vaya! Ya tiene un retiro existente pendiente.
pt: Ops! Já tem um levantamento pendente existente.

source: Order is being processed, we will let you know when its done.
es: El pedido se está procesando, le avisaremos cuando esté listo.
pt: A ordem está a ser processada, avisaremos quando estiver concluída.

source: Payment Failed
es: Pago fallido
pt: Pagamento falhado

source: Payment failed due to insufficient funds in your account. Try another payment method. If this keep happening, please contact support.
es: Se ha producido un error en el pago debido a que no hay suficientes fondos en su cuenta. Inténtelo con otro método de pago. Si esto sigue ocurriendo, póngase en contacto con el equipo de asistencia.
pt: O pagamento falhou devido a fundos insuficientes na sua conta. Tente outra forma de pagamento. Se isso continuar a acontecer, entre em contato com o apoio ao cliente.

source: Payments can be declined by your bank or card issuer. Please try again with a different bank or card.
es: Los pagos pueden ser rechazados por su banco o emisor de la tarjeta. Vuelva a intentarlo con otro banco o tarjeta.
pt: Os pagamentos podem ser recusados pelo seu banco ou emissor do cartão. Tente novamente com um banco ou cartão diferente.

source: Please continue to the next step by tapping the button below.
es: Continúe con el siguiente paso tocando el botón a continuación.
pt: Continue para a próxima etapa tocando no botão abaixo.

source: Please make sure the search key has no special characters.
es: Asegúrese de que la clave de búsqueda no tenga caracteres especiales.
pt: Certifique-se de que a chave de pesquisa não tenha caracteres especiais.

source: Pro Trading
es: Trading profesional
pt: Negociação profissional

source: Processing...
es: Procesando...
pt: Em processamento...

source: Quickly check how your portfolio is performing. How much are you up today?
es: Compruebe rápidamente el rendimiento de su cartera. ¿Cuánto ha ganado hoy?
pt: Verifique rapidamente o desempenho do seu portefólio. Quanto você está acordado hoje?

source: Receive %@ to your account
es: Reciba %@ en su cuenta
pt: Receba %@ na sua conta

source: Recent Transactions
es: Transacciones recientes
pt: Transações recentes

source: Remove %@ from your cart?
es: ¿Eliminar %@ de su carrito?
pt: Remover %@ do seu carrinho?

source: Return to Login
es: Volver a iniciar sesión
pt: Voltar ao Login

source: Search Domains
es: Buscar dominios
pt: Pesquisar domínios

source: Securely connect your wallet to any web 3.0 application.
es: Conecte de forma segura su billetera a cualquier aplicación web 3.0.
pt: Associe a sua carteira em segurança a qualquer aplicação da web 3.0.

source: Securely connect your wallet to any web 3.0 application. Learn more
es: Conecte de forma segura su billetera a cualquier aplicación web 3.0. Más información
pt: Conecte a sua carteira com segurança a qualquer aplicação da web 3.0. Saber mais

source: See Your Balances
es: Ver sus saldos
pt: Ver os seus saldos

source: Select Your Card
es: Seleccione su tarjeta
pt: Selecione o seu cartão
