Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Here are a few tips to get your account up and running, we’ll also help you make sure everything is secure.
es: Estos son algunos consejos para poner en marcha su cuenta. También le ayudaremos a asegurarse de que todo es seguro.
pt: Aqui ficam algumas dicas para colocar sua conta em funcionamento. Nós também o ajudaremos a garantir que tudo está seguro.

source: Hide QR Code
es: Ocultar código QR
pt: Ocultar o código QR

source: hr
es: h
pt: h

source: Identifier
es: Identificador
pt: Identificador de

source: In Progress
es: En progreso
pt: Em progresso

source: In Review - Need More Info
es: En revisión, se necesita más información
pt: Em análise - São necessárias mais informações

source: Incorrect PIN
es: PIN incorrecto
pt: PIN incorreto

source: Information
es: Información
pt: Em formação

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
es: Presentamos la forma más rápida e inteligente de Blockchain de operar con sus criptomonedas. Actualice ahora y disfrute de sus ventajas: mejores precios, límites de operaciones más amplios y tarifas en tiempo real.
pt: Apresentamos a forma mais rápida e inteligente da Blockchain para trocar a sua criptomoeda. Atualize agora para usufruir de benefícios como melhores preços, limites de negociação mais elevados e taxas em tempo real.

source: Invalid %@ Address
es: Dirección %@ inválida
pt: Endereço %@ inválido

source: Invalid email address.
es: Dirección de correo electrónico inválida.
pt: Endereço de e-mail inválido.

source: Invalid Pairing Code
es: Código de sincronización inválido
pt: Código de emparelhamento inválido

source: Invalid recovery phrase. Please try again
es: Frase de recuperación inválida. Por favor, inténtalo de nuevo.
pt: Frase de recuperação inválido. Por favor, tente novamente

source: Invalid recovery phrase. Please try again,
es: Frase de recuperación inválida. Por favor, inténtalo de nuevo.
pt: Frase de recuperação inválido. Por favor, tente novamente

source: Invalid server response. Please try again later.
es: Respuesta del servidor no válida. Vuelva a intentarlo más tarde.
pt: Resposta inválida do servidor. Tente novamente mais tarde.

source: Invalid Shared Key
es: Clave compartida inválida
pt: Inválido compartilhado chave

source: Invalid Status Code Returned %@
es: Código de estado devuelto inválido %@
pt: Voltar ao código de estado inválido %@

source: Invalid two-factor authentication type
es: Autentificación de dos factores no válida
pt: Tipo de autenticação de dois fatores inválido

source: is on your clipboard.
es: se encuentra en su portapapeles.
pt: está na sua área de transferência.

source: It's time to Level Up to a better crypto exchange. Buy, sell, and trade more digital assets in the Blockchain.com Exchange.
es: Es hora de subir de nivel a un mejor intercambio de cifrado. Compre, venda y negocie más activos digitales en el Blockchain.com Exchange.
pt: É hora de subir de nível para uma melhor troca de criptomoeda. Compre, venda e negocie mais ativos digitais na Blockchain.com Exchange.

source: Jumpstart your crypto portfolio by easily buying and selling Bitcoin.
es: Ponga en marcha su portafolio de criptomoneda comprando y vendiendo fácilmente en Bitcoin.
pt: Inicie a sua carteira de criptomoeda ao comprar e vender facilmente Bitcoin.

source: Just a moment.
es: Un momento.
pt: Só um momento.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
es: Mantén tu xPub privado. Alguien con acceso a tu xPub podrá ver todos tus fondos y transacciones.
pt: Mantenha o seu xPub privada. Alguém com acesso ao seu xPub será capaz de ver todos os seus fundos e transações.

source: KYC Status
es: Estado de KYC
pt: Estado de KYC

source: Label
es: Etiqueta
pt: Etiqueta

source: Label Address
es: Etiquetar dirección
pt: Etiqueta de endereço

source: Label must contain letters and numbers only
es: La etiqueta sólo puede contener letras y números
pt: Rótulo deve conter apenas letras e números

source: Label must have less than 18 characters
es: La etiqueta debe tener menos de 18 caracteres
pt: Rótulo deve ter menos de 18 caracteres

source: Learn more
es: Aprenda más
pt: Saber mais

source: Link requires app update
es: El enlace requiere una actualización de la aplicación
pt: O link requer a atualização da aplicação

source: list of countries
es: la lista de países
pt: lista de países

source: Loading
es: Cargando
pt: A carregar

source: loading Settings
es: cargando configuración
pt: a carregar Definições

source: Loading transactions
es: Cargando transacciones
pt: Operações de carregamento

source: Loading Your Wallet
es: Cargando su monedero
pt: A carregar o seu Wallet

source: Log in to refresh addresses
es: Inicie sesión para actualizar las direcciones
pt: Iniciar sessão para atualizar os endereços

source: Login existing Wallet
es: Cargar monedero existente
pt: Inicio de sessão da carteira existente

source: Make Default
es: Establecer como predeterminada
pt: Tornar padrão

source: Medium
es: Medio
pt: Médio

source: Memo
es: Memorándum
pt: Memorando

source: Message Me When Available
es: Envíame un mensaje cuando esté disponible
pt: Notificar-me quando estiver disponível

source: Mobile Number
es: Número de teléfono celular
pt: Número de Celular

source: month
es: mes
pt: mês

source: months
es: meses
pt: meses

source: More
es: Más
pt: Mais

source: New Email Address
es: Nueva dirección de correo electrónico
pt: Novo endereço de E-mail

source: New email must be different
es: El nuevo correo electrónico tiene que ser diferente
pt: O novo e-mail tem de ser diferente

source: No description
es: Sin descripción
pt: Sem descrição

source: No internet connection available. Please check your network settings.
es: No hay conexión a internet disponible. Comprueba la configuración de red.
pt: Não há conexão de internet disponível. Por favor, verifique suas configurações de rede.

source: No internet connection.
es: Sin conexión a internet.
pt: Sem conexão à internet.

source: No Label
es: Sin etiqueta
pt: Sem rótulo

source: No Password Entered
es: No se ha introducido contraseña
pt: Nenhuma senha digitada

source: Not all countries are supported at this time. Check our up to date
es: No todos los países son compatibles en este momento. Consulte las actualizaciones de
pt: Nem todos os países são suportados no momento. Verifique a nossa atualização

source: Not Enough %@
es: No hay suficientes %@
pt: %@ não suficiente

source: Not enough %@ for fees
es: No hay suficientes %@ para las tarifas
pt: %@ insuficiente para taxas

source: Notify Me
es: Notificarme
pt: Notifiquem-me

source: Open %@
es: Abrir %@
pt: Abrir %@

source: Open Mail
es: Abrir correo
pt: Abrir correio

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
es: Nuestro equipo de asistencia de Blockchain tiene instrucciones de ayuda que le indican por qué tenemos que verificar su identidad
pt: A nossa Equipa de apoio ao cliente Blockchain escreveu Guias de Ajuda explicando por que precisamos verificar a sua identidade

source: Parsing Pairing Code
es: Analizando código de sincronización
pt: Análise de código de emparelhamento

source: PIN Response Object key or value length 0
es: Clave de objeto de la respuesta PIN o longitud de valor 0
pt: PIN resposta objeto chave ou valor comprimento 0

source: PIN response Object success length 0
es: Éxito del objeto de la respuesta PIN longitud 0
pt: Resposta do PIN com duração do sucesso do objeto 0

source: PIN Validation Error
es: Error de validación del PIN
pt: Erro de validação do PIN

source: PINs don't match
es: Los números PIN no coinciden
pt: PINs não correspondem

source: Please allow your Blockchain app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
es: Permita que su aplicación Blockchain acceda a su micrófono. Esta es una solicitud opcional diseñada para mejorar la seguridad del usuario mientras se realiza la verificación de ID
pt: Permita o acesso da aplicação Blockchain ao seu microfone. Esta é uma solicitação opcional desenvolvida para aumentar a segurança do utilizador ao realizar a verificação de identidade

source: Please check your email and click on the verification link.
es: Por favor revise su correo electrónico y haga clic en el enlace de verificación.
pt: Verifique o seu e-mail e clique no link de verificação.

source: Please check your internet connection.
es: Por favor, comprueba tu conexión a internet.
pt: Por favor, verifique a sua conexão de internet.

source: Please choose another PIN
es: Por favor escoge otro PIN.
pt: Por favor escolha outro pino

source: Please choose from the options below.
es: Elije una de las siguientes opciones.
pt: Por favor, escolha uma das opções abaixo.

source: Please enable 2FA on your Exchange account to complete deposit.
es: Habilite 2FA en su cuenta de Exchange para completar el depósito
pt: Ative o 2FA na sua conta do Exchange para concluir o depósito

source: Please provide an email address.
es: Agrega una dirección de correo electrónico
pt: Por favor, forneça um endereço de e-mail.

source: Please return to the Exchange to complete account setup.
es: Vuelva a Exchange para completar la configuración de la cuenta.
pt: Volte ao Exchange para concluir a configuração da conta.

source: Please review and confirm your
es: Revise y confirme su
pt: Reveja e confirme a sua

source: Please send %@ to
es: Envíe %@ a
pt: Envie %@ para

source: Please try again
es: Por favor, inténtalo de nuevo.
pt: Por favor, tente novamente

source: Please verify your email address first.
es: Por favor, verifica primero tu dirección de correo electrónico
pt: Por favor verifique o seu endereço de e-mail primeiro.

source: Please wait until your last ETH transaction confirms
es: Por favor, espere hasta que se confirme su última transacción de ETH
pt: Aguarde até que a sua última transação ETH esteja confirmada

source: Price
es: Precio
pt: Preço

source: Private Key Needed
es: Clave privada necesaria
pt: Chave privada necessária

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
es: ¿Lo tiene todo listo para disfrutar de la mejor aplicación de Blockchain? Descargue nuestra última versión y saque el máximo partido de sus criptomonedas.
pt: Pronto para a melhor aplicação Blockchain desde sempre? Descarregue a nossa mais recente criação e tire mais proveito da sua criptomoeda.

source: Receive
es: Recibir
pt: Receber

source: Recovering Funds
es: Recuperando fondos
pt: Recuperar os fundos

source: Recovery passphrase
es: Frase de contraseña de recuperación
pt: Frase de acesso de recuperação

source: Recovery Phrase
es: Frase de recuperación
pt: Frase de Recuperação

source: Refund in Progress
es: Reembolso en curso
pt: Reembolso em andamento

source: Required
es: Necesario
pt: Requeridos

source: Resend verification email
es: Reenviar correo de verificación
pt: Reenviar email de verificação

source: Resend verification SMS
es: Reenviar SMS de verificación
pt: Verificação de reenviar SMS

source: Retry Validation
es: Reintentar la validación
pt: Repetição de validação

source: Scan Private Key
es: Escanear la clave privada
pt: Varredura de chave privada

source: Second Password Incorrect
es: Segunda contraseña incorrecta
pt: Segunda senha incorreta

source: Second Password Required
es: Se necesita la segunda contraseña
pt: Segunda senha necessária

source: Securely transfer
es: Transferencia segura
pt: Transferência segura

source: Send Again
es: Enviar de nuevo
pt: Enviar novamente

source: Sent
es: Expedido
pt: Enviei

source: Set as Default?
es: ¿Establecer como predeterminado?
pt: Definir como padrão?

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
es: Si compartes tu xPub, autorizas a otros a rastrear tu historial de transacciones. Ya que las personas autorizadas pueden evitar el acceso a tu monedero, sólo comparte xPub con personas de confianza.
pt: Compartilhar seu xPub autoriza outros para acompanhar o seu histórico de transacções. Pessoas autorizadas seja capazes de romper acessem sua carteira, apenas Compartilhe sua xPub com as pessoas que você confia.

source: Show QR Code
es: Mostrar código QR
pt: Mostrar código QR

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
es: Algo ha fallado, intente volver a abrir "Buy & Sell Bitcoin" (Comprar y vender Bitcoin).
pt: Ocorreu um erro, tente reabrir a Compra e Venda de Bitcoin novamente.

source: Something went wrong. Please go back and try again.
es: Algo salió mal. Por favor, regrese y vuelva a intentarlo.
pt: Algo deu errado. Por favor volte e tente novamente.

source: store
es: tienda
pt: armazene

source: Street line
es: Línea de la calle
pt: Linha da rua

source: Submitting information...
es: Enviando información...
pt: A enviar informações...

source: Swap Now
es: Intercambiar ahora
pt: Trocar agora

source: Syncing Wallet
es: Sincronizando el monedero
pt: Sincronização de carteira

source: Takes 10 min
es: Duración: 10 minutos
pt: Demora 10 minutos

source: Takes 3 min
es: Duración: 3 minutos
pt: Demora 3 minutos

source: Tell Me More
es: Cuénteme más
pt: Saber mais

source: Terms & Conditions of Modulr
es: Términos y condiciones de Modulr
pt: Termos e condições do Modulr

source: Terms of Services
es: Términos de servicio
pt: Termos de serviço

source: The easy way to
es: La manera más fácil de
pt: A maneira fácil de

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
es: El vínculo que ha usado no se admite en esta versión de la aplicación. Actualice la aplicación para acceder a este vínculo.
pt: O link que utilizou não é suportado nesta versão da aplicação. Atualize a aplicação para aceder a este link.

source: The mobile number you entered is invalid.
es: El número de móvil que has introducido no es válido.
pt: O número de telemóvel que introduziu é inválido.

source: The private key you are attempting to import is encrypted. Please enter the password below.
es: La clave privada que estás intentando importar está encriptada. Ingresa la contraseña abajo.
pt: A chave privada que está a tentar importar é criptografada. Por favor digite a senha abaixo.

source: The required photos are missing. The document you submitted is incorrect. We were unable to read the images you submitted due to image quality.
es: Faltan las fotos obligatorias. El documento que ha enviado no es correcto. No hemos podido leer las fotos que ha enviado debido a la calidad de la imagen.
pt: As fotos necessárias estão a faltar. O documento que enviou está incorreto. Não foi possível ler as imagens enviadas devido à qualidade da imagem.

source: The trade you created on %@ has been completed!
es: ¡El comercio que creó en %@ se ha completado!
pt: A troca que criou em %@ foi concluída!

source: The word does not match your Recovery Phrase
es: La palabra no coincide con tu frase de recuperación
pt: A palavra não corresponde à sua Frase de Recuperação

source: The words in your Recovery Phrase didn’t match. You can go back to the previous step and double check you wrote it down correctly
es: Las palabras en su Frase de recuperación no coincidieron. Puede volver al paso anterior y verificar que lo haya escrito correctamente.
pt: As palavras na sua Frase de Recuperação não correspondem. Pode voltar ao passo anterior e verificar novamente se a anotou corretamente

source: There was an error with the device input.
es: Hubo un error con la entrada del dispositivo.
pt: Ocorreu um erro na entrada do dispositivo.

source: There's a new way to trade. Link your Wallet for instant access.
es: Existe una nueva forma de comerciar. Enlace su monedero para conseguir acceso instantáneo.
pt: Há uma nova forma de negociar. Associe a sua carteira para um acesso imediato.

source: This email address has already been used to verify an existing wallet.
es: Esta dirección de correo ya se ha usado para verificar un monedero existente.
pt: Este endereço de e-mail já foi utilizado para verificar uma carteira existente.

source: This feature is currently unavailable on iOS. Please visit our web wallet at Blockchain.com to proceed.
es: Esta característica no está disponible actualmente en iOS. Visite nuestra billetera web en Blockchain.com para continuar.
pt: Esta funcionalidade está atualmente indisponível no iOS. Visite a nossa Web Wallet em Blockchain.com para prosseguir.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
es: Esta dirección está configurada como Sólo Ver. Si deseas gastar los fondos de este monedero, simplemente escanea tu clave privada.
pt: Este é um endereço apenas assistir. Para gastar os seus fundos desta carteira, por favor verificar sua chave privada.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
es: Este elemento está archivado. Aunque no puede enviar fondos desde aquí, todos y cada uno de los fondos permanecerán seguros. Solo tiene que desarchivarlo para empezar a usarlo de nuevo.
pt: Isto está arquivado. Embora não se possa enviar fundos a partir daqui, todo e qualquer fundo permanecerá seguro. Basta desarquivar para começar a utilizar novamente.

source: This is your address
es: Esta es su dirección
pt: Esse é o seu endereço

source: This is your address QR code
es: Este es el código QR de su dirección
pt: Este é o seu endereço código QR

source: This name is already in use. Please choose a different name.
es: Este nombre ya está en uso. Por favor, elije un nombre diferente.
pt: Este nome já está em uso. Por favor, escolha um nome diferente.

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
es: Esta acción borrará los datos de este dispositivo. Confirme que tiene su información guardada en otra parte o no podrá acceder a ningún Bitcoin de este monedero.
pt: Esta ação eliminará todos os dados da carteira deste dispositivo. Confirme que tem a informação da sua carteira guardada noutro local; caso contrário, qualquer bitcoin nesta carteira ficará inacessível!!

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere, otherwise any bitcoin in this wallet will be inaccessible!
es: Esta acción borrará los datos de este dispositivo. Confirme que tiene su información guardada en otra parte o no podrá acceder a ningún Bitcoin de este monedero.
pt: Esta ação eliminará todos os dados da carteira deste dispositivo. Confirme que tem a informação da sua carteira guardada noutro local; caso contrário, qualquer bitcoin nesta carteira ficará inacessível!

source: This will remove your
es: Esto eliminará tu
pt: Isto irá remover o seu

source: Tier zero
es: Nivel cero
pt: Nível zero

source: To
es: Para
pt: Para

source: To receive crypto, all the sender needs is your crypto's address. You can find these addresses here.
es: Para recibir crypto, todo lo que necesita el remitente es la dirección de crypto. Puede encontrarlas aquí.
pt: Para receber criptomoedas, o remetente só precisa do seu endereço de criptomoeda. Pode encontrar estes endereços aqui.

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
es: Para usar este servicio, es necesario que introduzca su segunda contraseña. Solo deberá hacer esto una vez para configurar su monedero de Ether.
pt: Para utilizar este serviço, pedimos-lhe que introduza a sua segunda palavra-passe. Só deverá introduzir isto depois de configurar a sua carteira Ether.

source: Too Many PIN Attempts
es: Demasiados intentos de PIN
pt: Demasiadas tentativas de PIN

source: Total Cost
es: Coste total
pt: Custo total

source: Touch id authentication
es: Autenticación de identificación táctil
pt: Toque em autenticação de id

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
es: El desbloqueo por huella dactilar no está habilitado en este dispositivo. Para hacerlo, ve a Configuración -> Desbloqueo por huella digital y añade una huella dactilar.
pt: ID de contato não está configurado neste dispositivo. Para o configurar o ID do toque, vá para configurações->Touch ID & palavra-passe e adicione uma impressão digital.

source: Touch-ID authentication
es: Autenticación con Touch-ID
pt: Autenticação Touch-ID

source: trade
es: operación
pt: negoceie

source: Trade Completed
es: Operación completada
pt: Negociação concluída

source: Trade Crypto
es: Comercio de crypto
pt: Negoceie criptomoedas

source: Trade crypto with low fees without leaving your wallet.
es: Intercambie crypto con tarifas bajas sin salir de su monedero.
pt: Troque criptomoedas com taxas baixas e sem deixar a sua carteira.

source: Trade Lightning Fast
es: Transacciones a la velocidad del rayo
pt: Negociações ultrarrápidas

source: Trade one crypto for another without giving up control of your keys. Get competitive, real-time prices and fast on-chain settlement.
es: Intercambie una crypto por otra sin renunciar al control de sus claves. Obtenga precios competitivos en tiempo real y una rápida liquidación en cadena.
pt: Troque um criptomoeda por outra sem renunciar ao controlo das suas chaves. Obtenha preços competitivos, em tempo real e liquidação rápida na cadeia.

source: Trading your crypto doesn't mean trading away control.
es: Operar con sus cryptos no implica ceder su control.
pt: Negociar a sua criptomoeda não significa negociar o controlo.

source: Transfer Funds
es: Transferir fondos
pt: Transferir fundos

source: Unable to authenticate because the device does not support biometric authentication.
es: No se puede autenticar porque el dispositivo no admite la autenticación biométrica.
pt: Não foi possível autenticar porque o dispositivo não oferece apoio ao cliente à autenticação biométrica.

source: Unable to authenticate due to failing authentication too many times.
es: No se puede verificar debido a demasiados intentos fallados de verificación.
pt: Não foi possível autenticar devido a demasiadas falhas de autenticação.

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
es: No se puede cargar la billetera, ya que no hay respuesta del servidor. Puede que esté desconectado o que Blockchain esté experimentando dificultades. Vuelva a intentarlo más tarde.
pt: Não é possível carregar a carteira devido à falta de resposta do servidor. Você pode estar offline ou Blockchain está a passar por dificuldades. Por favor, tente novamente mais tarde.

source: Unable to retrieve the input device.
es: No se puede recuperar el dispositivo de entrada.
pt: Não é possível recuperar o dispositivo de entrada.

source: Unable to use biometrics.
es: No se puede usar la biometría.
pt: Não é possível utilizar a biometria.

source: Unconfirmed
es: No confirmado
pt: Não confirmado

source: Under Review
es: Bajo revisión
pt: Sob revisão
