Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Send & Receive Crypto
es: Enviar y recibir criptomonedas
pt: Enviar e Receber Criptomoedas

source: Send to a blockchain domain
es: Enviar a un dominio de blockchain
pt: Enviar para um domínio blockchain

source: Simply tap to buy with Apple Pay
es: Toque para comprar con Apple Pay
pt: Basta tocar para comprar com o Apple Pay

source: Sometimes this can happen when the systems are bogged down. You can try again by clicking `Retry` below or come back again in a bit.
es: A veces esto puede suceder cuando los sistemas están saturados. Puede volver a intentarlo haciendo clic en "Reintentar" a continuación o volver en un momento.
pt: Às vezes isso pode acontecer quando os sistemas estão atolados. Você pode tentar novamente clicando em “Repetir” abaixo ou voltar em alguns instantes.

source: Starting later this month, UK customers will be served by our European subsidiary, Blockchain (LT), UAB. You will not experience any changes in user experience or lose access to your funds during this transition.
es: A partir de finales de este mes, los clientes del Reino Unido serán atendidos por nuestra subsidiaria europea, Blockchain (LT), UAB. No experimentará ningún cambio en la experiencia del usuario ni perderá el acceso a sus fondos durante esta transición.
pt: A partir do final deste mês, os clientes do Reino Unido serão atendidos pela nossa subsidiária europeia, Blockchain (LT), UAB. Não experimentará nenhuma alteração na experiência do utilizador nem perderá o acesso aos seus fundos durante essa transição.

source: Tap hardware key to verify
es: Toque la clave de hardware para verificar
pt: Toque na chave de hardware para verificar

source: The account you selected isn't active. Please try another account or payment method. If this isn't correct, please contact support.
es: La cuenta que ha seleccionado no está activa. Inténtelo con otra cuenta o método de pago. Si esto no es correcto, póngase en contacto con el equipo de asistencia.
pt: A conta que selecionou não está ativa. Tente outra conta ou método de pagamento. Se isso não estiver correto, entre em contato com o suporte.

source: The request timed out, please try again.
es: Se agotó el tiempo de espera de la solicitud. Inténtelo de nuevo.
pt: A solicitação expirou. Tente novamente.

source: There seems to be a problem fetching the chart data, please try again
es: Parece que hay un problema al obtener los datos del gráfico. Inténtelo de nuevo.
pt: Parece haver um problema ao buscar os dados do gráfico. Tente novamente

source: There was a problem linking your account. Please try again.
es: Ha habido un problema al vincular su cuenta. Inténtelo de nuevo.
pt: Ocorreu um problema ao vincular a sua conta. Por favor, tente novamente.

source: There was a problem with your order
es: Ha habido un problema con su pedido
pt: Houve um problema com o seu pedido

source: There was an issue with your bank. Please try again or use a different payment method. If this keeps happening, please contact support.
es: Ha habido un problema con su banco. Vuelva a intentarlo o utilice otro método de pago. Si esto sigue ocurriendo, póngase en contacto con el equipo de asistencia.
pt: Houve um problema com o seu banco. Tente novamente ou use um método de pagamento diferente. Se a situação se mantiver, contacte o apoio ao cliente.

source: This payment method has incomplete charges against it. To use this payment method again, place contact support.
es: Este método de pago tiene cargos incompletos en su contra. Para volver a utilizar este método de pago, póngase en contacto con el equipo de asistencia.
pt: Este método de pagamento tem cobranças incompletas. Para usar esta forma de pagamento novamente, entre em contato com o suporte.

source: To Trading Accounts
es: A cuentas Trading
pt: Para Trading Accounts

source: Transfer %@ to Other Wallets
es: Transferir %@ a otras Wallets
pt: Transferir %@ para outras Wallets

source: Unclock Swap - our in-app exchange.
es: Desbloquear intercambiar: nuestros intercambios en la aplicación.
pt: Desbloqueio de Troca - a nossa troca in-app.

source: Unfortunately your card issuer does not allow payments in the form of cryptocurrencies.
es: Por desgracia, el emisor de su tarjeta no permite pagos en forma de criptomonedas.
pt: Infelizmente, o emissor do seu cartão não permite pagamentos na forma de criptomoedas.

source: Upgrade Your Profile. Buy, Sell & Swap More Crypto
es: Actualice su perfil. Compre, venda e intercambie más criptomonedas
pt: Atualize o seu perfil. Compre, Venda e Troque mais Criptomoedas

source: Use Your Cash or Card
es: Use su efectivo o tarjeta
pt: Use o seu dinheiro ou cartão

source: Verified
es: Verificado
pt: Verificado

source: Verify to unlock access to Buying, Selling, Swapping & Rewards Accounts.
es: Verifíquese para desbloquear el acceso a las cuentas Rewards y las cuentas para comprar, vender e intercambiar.
pt: Verifique para desbloquear o acesso às contas de Compra, Venda, Troca e Rewards.

source: Verify with your hardware key
es: Verificar con su clave de hardware
pt: Verifique com a sua chave de hardware

source: View Accrued %@ Rewards
es: Ver recompensas de %@ acumuladas
pt: Visualize as Rewards %@ acumuladas

source: View all transactions
es: Ver todas las transacciones
pt: Ver todas as transações

source: Visit Website ->
es: Visitar sitio web ->
pt: Visite o site ->

source: We believe you have declined the payment from your bank account. If this isn't correct, please contact support.
es: Creemos que ha rechazado el pago de su cuenta bancaria. Si esto no es correcto, póngase en contacto con el equipo de asistencia.
pt: Acreditamos que recusou o pagamento de sua conta bancária. Se isto não estiver correto, entre em contato com o apoio ao cliente.

source: We believe your bank has declined this payment. Please contact your bank for support
es: Creemos que su banco ha rechazado este pago. Póngase en contacto con su banco para obtener asistencia.
pt: Pensamos que o seu banco recusou este pagamento. Contacte o seu banco para obter assistência

source: We haven't heard from your bank. The payment request has expired. Please try to submit the order again. If this keeps happening, please contact support.
es: No hemos tenido noticias de su banco. La solicitud de pago ha caducado. Intente enviar el pedido de nuevo. Si esto sigue ocurriendo, póngase en contacto con el equipo de asistencia.
pt: Não tivemos notícias do seu banco. A solicitação de pagamento expirou. Tente enviar o pedido novamente. Se isso continuar a acontecer, entre em contato com o suporte.

source: We're moving away from 2nd passwords. To use the mobile app, login on web to disable 2nd password. After logging on Web, tap on the User icon > Security > Advanced and tap the button named "Remove Second Password". You will then be able to login on the mobile app.
es: Estamos abandonando el uso de las segundas contraseñas. Para usar la aplicación móvil, inicie sesión en la web para desactivar la segunda contraseña. Después de iniciar sesión en la web, toque el ícono Usuario > Seguridad > Avanzado y toque el botón "Eliminar segunda contraseña". A continuación, podrá iniciar sesión en la aplicación móvil.
pt: Estamos a afastar-nos das 2ªs palavras-passe. Para usar a aplicação móvel, faça login na internet para desativar a segunda palavra-passe. Depois de fazer login na Internet, toque no ícone Utilizador > Segurança > Avançado e toque no botão “Remover segunda palavra-passe”. Poderá então fazer login na aplicação móvel.

source: Welcome to the club, to view your card dashboard please press Continue below.
es: Bienvenido al club, para ver el panel de su tarjeta, pulse Continuar a continuación.
pt: Bem-vindo ao clube; para visualizar o painel do seu cartão, pressione Continuar abaixo.

source: Withdraw %@ from Exchange
es: Retirar %@ de Exchange
pt: Retirar %@ do Exchange

source: Withdraw %@ from Rewards Account
es: Retirar %@ de la cuenta Rewards
pt: Retirar %@ da Conta Rewards

source: Would you like to purchase it on unstoppabledomains.com?
es: ¿Le gustaría comprarlo en unstoppabledomains.com?
pt: Gostaria de comprá-lo em unstoppabledomains.com?

source: You can now send crypto to domains like satoshi.blockchain, satoshi.eth, and y.at/💎👐
es: Ahora puede enviar criptomonedas a dominios como satoshi.blockchain, satoshi.eth y y.at/💎👐
pt: Agora você pode enviar criptomoedas para domínios como satoshi.blockchain, satoshi.eth e y.at/💎👐

source: You can now share your domain to receive crypto instead of sharing your wallet addresses.
es: Ahora puede compartir su dominio para recibir criptomonedas en lugar de compartir las direcciones de su billetera.
pt: Agora você pode compartilhar seu domínio para receber criptomoedas em vez de compartilhar seus endereços de carteira.

source: You can safely close this sheet while we update the order in the background.
es: Puede cerrar esta hoja de forma segura mientras actualizamos el pedido en segundo plano.
pt: Pode fechar esta planilha com segurança enquanto atualizamos o pedido em segundo plano.

source: You have already added this card to your Blockchain.com account. Please try adding a different card.
es: Ya ha agregado esta tarjeta a su cuenta de Blockchain.com. Intente añadir una tarjeta diferente.
pt: Já adicionou este cartão à sua conta Blockchain.com. Tente adicionar um cartão diferente.

source: You're all set
es: Ya está todo listo
pt: Você está pronto

source: Your Cart is Empty
es: Su carrito está vacío
pt: O seu carrinho está vazio

source: Your funds will be available to Sell, Swap or Withdraw instantly.
es: Sus fondos estarán disponibles para vender, intercambiar o retirar al instante.
pt: Os seus fundos estarão disponíveis para vender, trocar ou levantar instantaneamente.

source: Your Total %@
es: Su total %@
pt: O seu total %@

source: Your Trading Account is a custodial account hosted by Blockchain.com. Your trading account allows you to trade with cheaper fees and buy and sell crypto in seconds.
es: Su cuenta Trading es una cuenta de custodia alojada por Blockchain.com. Esta cuenta de operaciones le permite operar con tarifas más económicas y comprar y vender criptomonedas en segundos.
pt: A sua Trading Account é uma conta de custódia hospedada pela Blockchain.com. A sua conta de negociação permite que negocie com taxas mais baratas e compre e venda criptomoedas em segundos.

source: %@ (%@) is currently unavailable to trade.
es: %1$@ ( %2$@ ) actualmente no está disponible para operar.
pt: %1$@ ( %2$@ ) está atualmente indisponível para negociação.

source: %@ (%@) is not tradable
es: %1$@ ( %2$@ ) no es negociable
pt: %1$@ ( %2$@ ) não é negociável

source: %@ is a paid domain.
es: %@ es un dominio pago.
pt: %@ é um domínio pago.

source: %@ is not available in your region.
es: %@ no está disponible en su región.
pt: %@ não está disponível em sua região.

source: %@ on %@ Network
es: %1$@ en la red %2$@
pt: %1$@ na rede %2$@

source: %@ wants to switch to %@ network.
es: %1$@ quiere cambiar a la red %2$@ .
pt: %1$@ deseja mudar para a rede %2$@ .

source: A blockchain domain is an easy to use address for sending and receiving crypto.
es: Un dominio de cadena de bloques es una dirección fácil de usar para enviar y recibir criptografía.
pt: Um domínio blockchain é um endereço fácil de usar para enviar e receber criptomoedas.

source: A digital card you can use instantly for online payments.
es: Una tarjeta digital que puede usar instantáneamente para pagos en línea.
pt: Um cartão digital que pode usar instantaneamente para pagamentos online.

source: A physical card you can use anywhere.
es: Una tarjeta física que puedes usar en cualquier lugar.
pt: Um cartão físico que você pode usar em qualquer lugar.

source: Account Holder
es: Titular de la cuenta
pt: Titular da conta

source: Account not yet verified
es: Cuenta aún no verificada
pt: Conta ainda não verificada

source: Active
es: Activo
pt: Ativo

source: Add Funds
es: Añadir fondos
pt: Adicionar fundos

source: Add to Apple Wallet
es: Agregar a la billetera de Apple
pt: Adicionar à carteira da Apple

source: Address Line 1
es: Línea de dirección 1
pt: Linha de Morada 1

source: Address Line 2
es: Línea de dirección 2
pt: Linha de Morada 2

source: Adjusted Payment
es: Pago ajustado
pt: Pagamento ajustado

source: Alias
pt: Nome da conta

source: And much more
es: Y mucho más
pt: E muito mais

source: Are you sure? Once confirmed this action cannot be undone. If you do want to permanently close this card, click the big red button.
es: ¿Está seguro? Una vez confirmada, esta acción no se puede deshacer. Si desea cerrar esta tarjeta de forma permanente, haga clic en el botón rojo grande.
pt: Tem certeza? Uma vez confirmada esta ação não pode ser desfeita. Se você quiser fechar este cartão permanentemente, clique no grande botão vermelho.

source: Argentinian Peso
es: Peso Argentino
pt: Peso Argentino

source: At the moment we do not support %@ in your region, you may still use the wallet to manage your crypto.
es: Por el momento no admitimos %@ en su región, aún puede usar la billetera para administrar su criptografía.
pt: No momento não suportamos %@ em sua região, você ainda pode usar a carteira para gerenciar sua criptomoeda.

source: Authorizing your card payments is a great way to increase the security of your transactions. If you see this message repeatedly, consider choosing a different payment method.
es: Autorizar sus pagos con tarjeta es una excelente manera de aumentar la seguridad de sus transacciones. Si ve este mensaje en repetidas ocasiones, considere elegir un método de pago diferente.
pt: Autorizar os seus pagamentos com cartão é uma ótima maneira de aumentar a segurança das suas transações. Se vir esta mensagem repetidamente, considere escolher uma forma de pagamento diferente.

source: Blockchain.com Card
es: Tarjeta Blockchain.com
pt: Cartão Blockchain.com

source: Blockchain.com does not allow payments from this card. Please choose a different payment method.
es: Blockchain.com no permite pagos con esta tarjeta. Por favor, elige un método de pago diferente.
pt: Blockchain.com não permite pagamentos com este cartão. Por favor, escolha um método de pagamento diferente.

source: Blockchain.com does not support payments from this card. Please choose a different payment method.
es: Blockchain.com no admite pagos con esta tarjeta. Por favor, elige un método de pago diferente.
pt: Blockchain.com não suporta pagamentos com este cartão. Por favor, escolha um método de pagamento diferente.

source: Blockchain.com only allows debit payments for this card. Please choose a different payment method.
es: Blockchain.com solo permite pagos con débito para esta tarjeta. Elija un método de pago diferente.
pt: Blockchain.com só permite pagamentos de débito para este cartão. Escolha um método de pagamento diferente.

source: Blockchain.com services are not yet available in your country.
es: Los servicios de Blockchain.com aún no están disponibles en su país.
pt: Os serviços Blockchain.com ainda não estão disponíveis em seu país.

source: Blockchain.com services are not yet available in your state.
es: Los servicios de Blockchain.com aún no están disponibles en su estado.
pt: Os serviços Blockchain.com ainda não estão disponíveis em seu estado.

source: Blockchain.com was unable to add your card. Please try again or choose a different payment method.
es: Blockchain.com no pudo agregar tu tarjeta. Vuelve a intentarlo o elige otro método de pago.
pt: Blockchain.com não conseguiu adicionar o seu cartão. Tente novamente ou escolha outra forma de pagamento.

source: Blocked
es: Bloqueado
pt: Bloqueado

source: Blocked by Card Issuer
es: Bloqueado por el emisor de la tarjeta
pt: Bloqueado pelo emissor do cartão

source: British Pound
es: Libra Esterlina
pt: Libra Esterlina

source: By completing the Full Access level requirements you are automatically eligible for our airdrop program.
es: Al completar los requisitos de nivel de acceso completo, eres automáticamente elegible para nuestro programa de airdrop.
pt: Ao preencher os requisitos de nível de acesso total, você se qualifica automaticamente para nosso programa de lançamento aéreo.

source: By confirming below, you acknowledge that any funds left in your account cannot be recovered
es: Al confirmar a continuación, reconoce que los fondos que quedan en su cuenta no se pueden recuperar
pt: Ao confirmar abaixo, você reconhece que quaisquer fundos deixados em sua conta não podem ser recuperados

source: By tapping Buy %@, you agree to the SafeConnect %@ & %@.
es: Al tocar Comprar %1$@ , acepta SafeConnect %2$@ y %3$@ .
pt: Ao tocar em Comprar %1$@ , você concorda com o SafeConnect %2$@ & %3$@ .

source: By tapping Deposit Now, you agree to the SafeConnect %@ & %@.
es: Al tocar Depositar ahora, acepta SafeConnect %1$@ y %2$@ .
pt: Ao tocar em Depositar agora, você concorda com o SafeConnect %1$@ & %2$@ .

source: Card not found
es: Tarjeta no encontrada
pt: Cartão não encontrado

source: Card Transaction
es: Transacción con tarjeta
pt: Transação do cartão

source: Cash Balance
es: Saldo en efectivo
pt: Saldo de caixa

source: Change Source
es: Cambiar fuente
pt: Alterar origem

source: Chat Now
es: Chatea ahora
pt: Conversar Agora

source: Choose from thousands of options.
es: Elige entre miles de opciones.
pt: Escolha entre milhares de opções.

source: Claim your domain
es: Solicita tu dominio
pt: Reivindique seu domínio

source: Close ***%@?
es: Cerrar *** %@ ?
pt: Fechar *** %@ ?

source: Close Card
es: Cancelar tarjeta
pt: Fechar cartão

source: Confirm your residential address below to avoid delays. Your will be able to specify a different shipping address later.
es: Confirme su dirección residencial a continuación para evitar demoras. Podrá especificar una dirección de envío diferente más adelante.
pt: Confirme seu endereço residencial abaixo para evitar atrasos. Você poderá especificar um endereço de entrega diferente mais tarde.

source: Confirmation
es: Confirmación
pt: Confirmação

source: Contact Us
es: Contactar con nosotros
pt: Contacte-nos

source: Created
es: Creado
pt: Criado

source: Crypto Rewards
es: Recompensas de criptomonedas
pt: Recompensas de criptomoeda

source: Data Retention Policy
es: Política de retención de datos
pt: Política de retenção de dados

source: Date & Time
es: Fecha y hora
pt: Data hora

source: Debit Card
es: Tarjeta de débito
pt: Cartão de Débito

source: Declined
es: Rechazado
pt: Recusada

source: Delete Account
es: Eliminar cuenta
pt: Excluir conta

source: DELETE MY ACCOUNT
es: BORRAR MI CUENTA
pt: DELETAR MINHA CONTA

source: Deleting your account means:
es: Eliminar su cuenta significa:
pt: Excluir sua conta significa:

source: Depositing
es: depositando
pt: Depositando

source: Did you authorize your card payment?
es: ¿Autorizaste el pago con tu tarjeta?
pt: Autorizou o seu pagamento com cartão?

source: Did you forget to authorize your card payment?
es: ¿Olvidaste autorizar tu pago con tarjeta?
pt: Esqueceu-se de autorizar o seu pagamento com cartão?

source: Did you know?
es: ¿Lo sabía?
pt: Sabia?

source: Down for Maintenance
es: Fuera de servicio por mantenimiento
pt: Desativado para manutenção

source: Earn 1% back in crypto rewards on all your purchases.
es: Gane un 1 % en recompensas criptográficas en todas sus compras.
pt: Ganhe 1% de volta em recompensas criptográficas em todas as suas compras.

source: Enjoy frictionless crypto purchases with Apple Pay.
es: Disfrute de compras criptográficas sin fricciones con Apple Pay.
pt: Desfrute de compras de criptomoedas sem atrito com o Apple Pay.

source: Enter address or domain
es: Ingrese dirección o dominio
pt: Digite o endereço ou domínio

source: Exchange for another crypto
es: Cambio por otra cripto
pt: Troque por outra criptomoeda

source: Failed to Add Card
es: No se pudo agregar la tarjeta
pt: Falha ao adicionar cartão

source: Failed to delete your account due to the following reason
es: No se pudo eliminar su cuenta debido a la siguiente razón
pt: Falha ao excluir sua conta devido ao seguinte motivo

source: Final amount may change due to market activity. By approving this Sell you agree to Blockchain.com’s %@.
es: El monto final puede cambiar debido a la actividad del mercado. Al aprobar esta Venta, usted acepta el %@ de Blockchain.com.
pt: O valor final pode mudar devido à atividade do mercado. Ao aprovar esta venda, você concorda com o %@ da Blockchain.com.

source: Final amount may change due to market activity. By approving this Swap you agree to Blockchain.com’s %@.
es: El monto final puede cambiar debido a la actividad del mercado. Al aprobar este intercambio, usted acepta el %@ de Blockchain.com.
pt: O valor final pode mudar devido à atividade do mercado. Ao aprovar este Swap, você concorda com o %@ da Blockchain.com.

source: Free domain requirements
es: Requisitos de dominio gratis
pt: Requisitos de domínio gratuito

source: Free domains must be greater than seven characters and not marked as a premium domain.
es: Los dominios gratuitos deben tener más de siete caracteres y no estar marcados como dominios premium.
pt: Os domínios gratuitos devem ter mais de sete caracteres e não devem ser marcados como domínio premium.

source: Full Access Level
es: Nivel de acceso completo
pt: Nível de acesso total

source: Fund your current account
es: Financie su cuenta corriente
pt: Financie sua conta corrente

source: Funds will be credited to your ARS wallet as soon as we receive them. Funds are generally available within one business day.
es: Los fondos se acreditarán en su monedero ARS tan pronto como los recibamos. Los fondos generalmente están disponibles dentro de un día hábil.
pt: Os fundos serão creditados na sua carteira ARS assim que os recebermos. Os fundos ficam geralmente disponíveis dentro de um dia útil.

source: Get access to swap in seconds by completing your profile and getting Limited Access.
es: Obtenga acceso al intercambio en segundos completando su perfil y obteniendo acceso limitado.
pt: Obtenha acesso para trocar em segundos completando seu perfil e obtendo acesso limitado.

source: Get access to the Trading Account in seconds by completing your profile and getting Limited Access.
es: Obtén acceso a la Trading Account en segundos al completar tu perfil y al obtener Acceso Limitado.
pt: Obtenha acesso à Conts Trading em segundos, completando o seu perfil e obtendo Acesso Limitado.

source: Get Full Access
es: Pásese a los límites del nivel Verificado
pt: Atualize para os limites verificados

source: Get Full Access and Swap faster, with higher limits, lower fees, and a better experience.
es: Obtén el Acceso Pleno e intercambia más rápido, con límites más altos, tarifas más bajas y con una mejor experiencia.
pt: Atualize para Acesso Completo e Troque mais rapidamente, com limites mais altos, taxas mais baixas e uma melhor experiência.

source: Get help with card related issues
es: Obtenga ayuda con problemas relacionados con la tarjeta
pt: Obter ajuda com problemas relacionados com o cartão

source: Get Limited Access
es: Obtener Acceso Limitado
pt: Obtenha Acesso Limitado

source: Get the Blockchain.com Visa Card
es: Obtén Blockchain.com Tarjeta Visa
pt: Obtenha o Blockchain.com Cartão Visa

source: Get your free .blockchain domain through Unstoppable Domains in three easy steps.
es: Obtenga su dominio .blockchain gratuito a través de Unstoppable Domains en tres sencillos pasos.
pt: Obtenha seu domínio .blockchain gratuito através do Unstoppable Domains em três etapas fáceis.

source: Go to Web
es: Ir a la web
pt: Ir para a Web

source: Have a referral code?
es: ¿Tienes un código de referencia?
pt: Tem um código de referência?

source: Having Trouble Logging In?
es: ¿Tiene problemas para iniciar sesión?
pt: Está com problemas para iniciar sessão?
