Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Unavailable
es: No disponible
pt: Indisponível

source: Unexpected error
es: Error inesperado
pt: Erro inesperado

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
es: Por desgracia hemos tenido problemas con los documentos que nos has proporcionado y no podemos verificar tu cuenta en este momento.
pt: Infelizmente tivemos alguma dificuldade com os documentos no qual forneceu e, de momento, não podemos verificar a sua conta.

source: Unlock
es: desbloquear
pt: Desbloquear

source: Unlock Blockchain.com Accounts and Swap.
es: Desbloquee sus cuentas de Blockchain.com e intercambie.
pt: Desbloqueie contas Blockchain.com e troque.

source: Unlock more when you verify
es: Obtenga más acceso cuando se verifique
pt: Desbloqueie mais ao verificar

source: Unstaking and withdrawing ETH will be available when enabled by the Ethereum network.
es: La desasignación y retirada de ETH estarán disponibles cuando la red Ethereum las habilite.
pt: A retirada das apostas e a retirada do ETH estarão disponíveis quando ativadas pela rede Ethereum.

source: Unsupported Payment Method
es: Método de pago no admitido
pt: Método de pagamento não suportado

source: Update
es: Actualizar
pt: Atualização

source: Update Now
es: Actualizar ahora
pt: Atualizar agora

source: Upload Documents
es: subir documentos
pt: Carregar documentos

source: Use Bitcoin and DeFi, all in on place.
es: Utiliza Bitcoin y DeFi, todo en el mismo lugar.
pt: Utilize Bitcoin e DeFi, tudo num só lugar.

source: Use of Account Information
es: Uso de la información de la cuenta
pt: Uso das Informações da Conta

source: Use the Blockchain.com Account
es: Utilice la cuenta de Blockchain.com
pt: Utilize a conta Blockchain.com

source: Use your card or link your bank to buy crypto in seconds. Quick, easy & secure.
es: Use su tarjeta o vincule su banco para comprar criptomonedas en segundos. Rápido, fácil y seguro.
pt: Use o seu cartão ou vincule seu banco para comprar criptomoedas em segundos. Rápido, fácil e seguro.

source: Use your cash wallet as a payment method to buy BTC, ETH, XLM & more.
es: Comience a utilizar su billetera.
pt: Utilize a sua carteira de dinheiro como forma de pagamento para comprar BTC, ETH, XLM e mais.

source: Valid Passport
es: Pasaporte válido
pt: Passaporte válido

source: Value
es: Valor
pt: Valor

source: Verification Failed
es: Fallo en la verificación
pt: Falha na verificação

source: Verification Under Review
es: Verificación bajo revisión
pt: Verificação em revisão

source: Verify
es: Verificar
pt: Verificar

source: Verify Device
es: Verificar dispositivo
pt: Verificar o dispositivo

source: Verify Email Address
es: Verificar dirección de correo electrónico
pt: Verificar endereço de e-mail

source: Verify My Identity
es: Verificar mi identidad
pt: Verificar a minha identidade

source: Verify to use the Blockchain.com Account
es: Verifique para usar la cuenta de Blockchain.com
pt: Verificar para utilizar a conta Blockchain.com

source: Verify Your Email Address
es: Verifique su dirección de correo electrónico
pt: Verifique seu endereço de e-mail

source: Verify Your ID
es: Verifique su identificación
pt: Verifique a sua identidade

source: Verify your ID and link your bank to Buy & Sell Crypto straight from your wallet.
es: Verifique su identificación y vincule su banco para comprar y vender criptomonedas directamente desde su monedero.
pt: Verifique sua identidade e vincule seu banco para Comprar e Vender Criptomoedas diretamente da sua carteira.

source: Verify your identity to claim your free .blockchain domain. Use your domain to receive crypto and much more.
es: Verifica tu identidad para reclamar tu dominio gratuito de blockchain.com. Utiliza el dominio para recibir criptomonedas y más.
pt: Verifique a sua identidade para pedir um domínio .blockchain gratuito. Utilize o seu domínio para receber criptomoedas e muito mais.

source: Verify your Phrase
es: Verifica tu frase
pt: Verifique a sua frase

source: View
es: Ver
pt: Visualizar

source: View Activity
es: Ver actividad
pt: Exibir atividade

source: View All Transactions
es: Ver todas las transacciones
pt: Ver todas as transações

source: View Rewards %@
es: Ver Rewards de %@
pt: Ver %@ de Rewards

source: View Staked %@
es: Ver Staking de %@
pt: Ver %@ de Participação

source: View support center
es: Ver el Centro de asistencia
pt: Ver centro de suporte

source: View Transaction
es: Ver transacción
pt: Ver transação

source: View Your Portfolio
es: Ver tu cartera
pt: Ver seu portfólio

source: Waiting on Funds
es: Esperando fondos
pt: À espera de fundos

source: Wallet Address
es: Dirección de billetera
pt: Endereço da Carteira

source: Wallet Display Currency
es: Moneda de visualización de la Wallet
pt: Moeda de apresentação da carteira

source: Wallet encrypting failed, expected an encrypted payload got encoded
es: Error de cifrado en la Wallet, se esperaba una carga cifrada que se ha codificado
pt: Falha ao encriptar a carteira. Um payload encriptado esperado foi codificado

source: Wallet failure due to encoding error: %@
es: Error en la Wallet debido a un error de codificacion: %@
pt: Falha da carteira devido a erro de codificação: %@

source: Wallet failure due to encryption error
es: Error en la Wallet debido a un error de cifrado
pt: Falha da carteira devido a erro de encriptação

source: Wallet initialization failed due to an unknown error
es: Error en la inicialización de la Wallet debido a un error desconocido
pt: A inicialização da carteira falhou devido a um erro desconhecido

source: Wallet initialization failed due to an unknown error, please try again.
es: Error en la inicialización de la Wallet debido a un error desconocido. Inténtalo de nuevo.
pt: A inicialização da carteira falhou devido a um erro desconhecido. Tente novamente.

source: Wallet initialization failed due to being double encrypted
es: Error en la inicialización de la Wallet por contar con un doble cifrado
pt: A inicialização da carteira falhou por estar duplamente encriptada

source: Wallet initialization failed due to being second password being invalid
es: Error en la inicialización de la Wallet porque la segunda contraseña no es válida
pt: A inicialização da carteira falhou devido à segunda palavra-passe ser inválida

source: Wallet initialization failed due to metadata error: %@
es: Error en la inicialización de la Wallet debido a un error con los metadatos: %@
pt: A inicialização da carteira falhou devido ao erro de metadados: %@

source: Wallet initialization failed due to missing data
es: Error en la inicialización de la Wallet debido a la falta de datos
pt: A inicialização da carteira falhou devido a dados em falta

source: Wallet initialization failed due to missing seedHex
es: Error en la inicialización de la Wallet debido a la falta de seedHex
pt: A inicialização da carteira falhou devido a seedHex em falta

source: Wallet initialization failed, expected an encrypted payload got encoded
es: Error en la inicialización de la Wallet, se esperaba una carga cifrada que se ha codificado
pt: A inicialização da Wallet falhou. Um payload encriptado esperado foi codificado

source: Wallet recovery failed due to an uknown error
es: Error en la recuperación de la Wallet debido a un error desconocido
pt: Falha ao recuperar a carteira devido a um erro desconhecido

source: Wallet recovery failed due to an uknown legacy error
es: Error en la recuperación de la Wallet debido a un error heredado desconocido
pt: A recuperação da carteira falhou devido a um erro legado desconhecido

source: Wallet recovery failure due to an invalid mnemonic
es: Error en la recuperación de la Wallet debido a un mnemónico no válido
pt: Falha ao recuperar a carteira devido a uma mnemónica inválida

source: WalletConnect is Now Available!
es: ¡WalletConnect ya está disponible!
pt: O WalletConnect já está Disponível!

source: Wallets & Accounts
es: Billeteras y cuentas
pt: Wallets e Contas

source: We are transferring your funds to your %@ Active Rewards account. It may take a few minutes until it’s completed.
es: Estamos transfiriendo tus fondos a tu cuenta %@ de Active Rewards. Esta acción puede tardar varios minutos en completarse.
pt: Estamos a transferir os seus fundos para a sua conta Rewards Ativas %@. A transferência poderá demorar alguns minutos até estar concluída.

source: We are transferring your funds to your %@ Staking account. It may take a few minutes until it’s completed.
es: Estamos transfiriendo tus fondos a tu cuenta %@ de Staking. Esta acción puede tardar varios minutos en completarse.
pt: Estamos a transferir os seus fundos para a sua conta Participação %@. A transferência poderá demorar alguns minutos até estar concluída.

source: We are withdrawing funds from your %@ Active Rewards account. It may take a few minutes until it’s completed.
es: Estamos retirando fondos de tu cuenta %@ de Active Rewards. Esta acción puede tardar varios minutos en completarse.
pt: Estamos a levantar fundos da sua conta Rewards Ativa %@. A transferência poderá demorar alguns minutos até estar concluída.

source: We can't support your selected payment method for recurring buys just yet, to continue please choose another payment method.
es: Aún no admitimos el método de pago seleccionado para compras recurrentes. Para continuar, elige otro método de pago.
pt: Ainda não suportamos o método de pagamento selecionado para compras recorrentes. Para continuar, selecione outro método de pagamento.

source: We could not complete your transaction. Please try again or choose a different payment method.
es: No hemos podido completar su transacción. Vuelva a intentarlo o elija otro método de pago.
pt: Não conseguimos concluir a sua transação. Por favor, tente de novo ou escolha um método de pagamento diferente.

source: We could not obtain an updated balance for your bank account. Please try again.
es: No hemos podido obtener un saldo actualizado de su cuenta bancaria. Inténtelo de nuevo.
pt: Não foi possível obter um saldo atualizado para a sua conta bancária. Por favor, tente novamente.

source: We couldn’t decrypt your seed phrase
es: No hemos podido desencriptar la frase de recuperación
pt: Não conseguimos desencriptar a sua frase Seed

source: We couldn’t find your bank. Send funds from your bank to your Blockchain Wallet with a Manual Transfer.
es: No hemos podido encontrar su banco. Envíe fondos directamente desde su banco a su Blockchain Wallet mediante una transferencia manual.
pt: Não foi possível encontrar o seu banco. Envie fundos do seu banco para a sua Blockchain Wallet através de uma Transferência Manual.

source: We couldn’t record that you backed up your phrase. Try again later.
es: No hemos podido registrar la copia de seguridad de tu frase. Inténtalo de nuevo más tarde.
pt: Não conseguimos registar que efetuou uma cópia de segurança da sua frase. Tente novamente mais tarde.

source: We don’t support buying crypto into your %@ at this time. You can buy from your Blockchain.com Account and send to your %@.
es: No admitimos la compra de criptomonedas en tu %1$@ en este momento. Puedes comprar desde tu cuenta de Blockchain.com y enviarlas a tu %2$@.
pt: Neste momento, não suportamos a compra de criptomoedas na %1$@. Pode comprar a partir da sua conta Blockchain.com e enviar para a %2$@.

source: We had some issues with the documents you’ve supplied. Please try uploading the documents again to continue with your verification.
es: Tuvimos algunos problemas con los documentos que nos ha proporcionado. Intente cargar los documentos nuevamente para continuar con su verificación.
pt: Tivemos alguns problemas com os documentos que você forneceu. Tente fazer o upload dos documentos novamente para continuar com sua verificação.

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
es: Tuvimos algunos problemas para verificar su cuenta con los documentos proporcionados. Nuestro equipo de soporte lo contactará a la brevedad para resolver esto.
pt: Ocorreu um problema ao verificar sua conta com os documentos fornecidos. Nossa equipe de apoio ao cliente entrará em contato com você em breve para resolver isso.

source: We just sent you an email with further instructions.
es: Acabamos de enviarle un correo electrónico con más instrucciones.
pt: Acabamos de enviar um e-mail com mais instruções.

source: We Need Some More Information to Complete Your Profile
es: Necesitamos más información para completar su perfil
pt: Precisamos de mais algumas informações para concluir seu perfil

source: We need to confirm your identity with a government issued ID and selfie. Before proceeding, make sure you have one of the following forms of ID handy and your camera is turned on.
es: Necesitamos confirmar su identidad con una identificación emitida por el gobierno y un selfie. Antes de continuar, asegúrese de tener a mano uno de los siguientes tipos de identificación y de que la cámara esté activada.
pt: Precisamos confirmar a sua identidade com um ID oficial e uma selfie. Antes de prosseguir, verifique se tem um dos seguintes formulários de ID à mão e se a sua câmara está ligada.

source: We need to confirm your identity.
es: Necesitamos confirmar tu identidad.
pt: Precisamos de confirmar a sua identidade.

source: We need to know your name and address to comply with local laws.
es: Necesitamos saber su nombre y dirección para cumplir con las leyes locales.
pt: Necessitamos de saber o seu nome e endereço para respeitar as leis locais.

source: We need to verify your email address as an added layer of security.
es: Necesitamos verificar su dirección de correo electrónico como una capa adicional de seguridad.
pt: Precisamos verificar seu endereço de email como uma camada adicional de segurança.

source: Weak
es: Débiles
pt: Fraco

source: Web Log In
es: Inicio de sesión en la web
pt: Iniciar sessão na Web

source: Weekly
es: Semanal
pt: Semanal

source: Welcome to Blockchain.com!
es: ¡Le damos la bienvenida a Blockchain.com!
pt: Bem-vindo à Blockchain.com!

source: Welcome to your new Blockchain.com app, a SuperApp for crypto. Experience powerful crypto trading together with a self-custody wallet, all in one place.
es: Te damos la bienvenida a tu nueva app de Blockchain.com, una superapp para criptomonedas. Accede a un potente trading de criptomonedas y a una billetera autocustodiada en un único lugar.
pt: Damos-lhe as boas-vindas à sua nova aplicação Blockchain.com, uma superaplicação para criptomoedas. Experimente poderosas transações de criptomoedas com uma carteira de autocustódia, tudo num único local.

source: We’re not in your region yet
es: Todavía no estamos en su región.
pt: Não estamos disponíveis na sua região

source: We’ve made some major improvements to the Blockchain.com app.
es: Hemos introducido algunas mejoras importantes en la aplicación de Blockchain.com.
pt: Fizemos algumas melhorias improtantes à aplicação Blockchain.com.

source: We’ve received your application. A Blockchain.com Support Member is reviewing your info now.
es: Hemos recibido tu solicitud. Un miembro del equipo de asistencia de Blockchain.com está revisando tu información en este momento.
pt: Recebemos a sua candidatura. Um membro da equipa de suporte da Blockchain.com está agora a rever a sua informação.

source: What happens next?
es: ¿Qué pasa después?
pt: O que acontece a seguir?

source: Whether you want to swap with speed or send to a friend - we’ve got you covered!
es: Tanto si quiere intercambiar criptomonedas rápidamente como enviárselas a un amigo, ¡puede utilizar nuestros servicios!
pt: Se deseja trocar rapidamente ou enviar para um amigo - nós temos tudo para si!

source: Which wallet do you want to Swap from?
es: ¿Desde qué billetera quieres intercambiar?
pt: De que carteira pretende trocar?

source: Wire Fee
es: Tarifa por transferencia
pt: Taxa da transferência

source: Wire Transfer
es: Transferencia bancaria
pt: Transferência bancária

source: With a DeFi Wallet, only you have access to your crypto assets. Blockchain.com cannot access your funds. Your keys, your crypto!
es: Con un DeFi Wallet, solo usted tiene acceso a sus activos de criptomonedas. Blockchain no puede acceder a sus fondos. ¡Sus claves, sus criptomonedas!
pt: Com uma carteira DeFi, será a única pessoa com acesso aos seus criptoativos. A Blockchain.com não poderá aceder aos seus fundos. As suas chaves, as suas criptomoedas!

source: Withdraw Now
es: Retirar ahora
pt: Levantar agora

source: Withdrawal
es: Retirada
pt: Levantamento

source: Withdrawal holds protect you from fraud and theft if your Blockchain.com account is compromised. The hold period starts once funds are received in your account.
es: La retención de retirada te protege de fraudes y robos en caso de que tu cuenta Blockchain.com se vea comprometida. El período de retención comienza una vez que recibas los fondos en tu cuenta.
pt: A suspensão de levantamentos oferece-lhe proteção contra fraudes e roubo, no caso de a sua conta Blockchain.com ficar comprometida. O período de suspensão começa assim que os fundos forem recebidos na sua conta.

source: Withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately **February 2023**. Until then, BTC assets in Active Rewards Accounts will be re-subscribed to each week's strategy. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
es: Las retiradas aún no están habilitadas para Active Rewards. Estamos ultimando la función de retiradas semanales y estará disponible aproximadamente en **febrero de 2023**. Hasta entonces, los activos BTC en las cuentas de Active Rewards se volverán a suscribir a cada estrategia semanal. Blockchain.com no asume ninguna responsabilidad por cualquier pérdida derivada de fluctuaciones de precios. Debes tomar precauciones al hacer trading.
pt: Os levantamentos de Rewards Ativas ainda não são permitidos. A funcionalidade de levantamento semanal está a ser concluída e será ativada aproximadamente em **fevereiro de 2023**. Até lá, os ativos em BTC nas contas Rewards Ativas serão novamente subscritos na estratégia de cada semana. A Blockchain.com não assume responsabilidade por quaisquer perdas causadas por flutuações de preço. Negoceie com cuidado.

source: Withdrawals for Active Rewards are not yet enabled. Weekly withdrawal functionality is being finalized and will be enabled in approximately February 2023. Until then, assets in Active Rewards Accounts will be re-subscribed to each week's strategy. Blockchain.com does not assume liability for any losses incurred from price fluctuations. Please trade with caution.
es: Las retiradas aún no están habilitadas para Active Rewards. Estamos ultimando la función de retiradas semanales y estará disponible aproximadamente en febrero de 2023. Hasta entonces, los activos en las cuentas de Active Rewards se volverán a suscribir a cada estrategia semanal. Blockchain.com no asume ninguna responsabilidad por cualquier pérdida derivada de fluctuaciones de precios. Debes tomar precauciones al hacer trading.
pt: Os levantamentos de Rewards Ativas ainda não são permitidos. A funcionalidade de levantamento semanal está a ser concluída e será ativada aproximadamente em fevereiro de 2023. Até lá, os ativos nas contas Rewards Ativas serão novamente subscritos na estratégia de cada semana. A Blockchain.com não assume responsabilidade por quaisquer perdas causadas por flutuações de preço. Negoceie com cuidado.

source: Withdrawn
es: Retirado
pt: Levantar

source: Yes
es: Sí
pt: Sim

source: Yes, Skip Backup
es: Sí, omitir copia de seguridad
pt: Sim, ignorar a cópia de segurança

source: You authorize Blockchain.com, Inc. to debit your %@ account for up to %@ (the recurring purchase amount) via Bank Transfer (ACH) and, if necessary, to initiate credit entries/adjustments for any debits made in error to your account at the above Financial Institution. You acknowledge that the origination of ACH transactions to your account comply with the provisions of U.S. law. You agree that this authorization cannot be revoked. Your deposit will be credited to your Blockchain.com account within 0-4 business days at the rate shown at the time of your purchase. You can withdraw these funds from your Blockchain.com account %@ after Blockchain.com receives funds from your Financial Institution.
es: Autorizas a Blockchain.com, Inc. a cargar en tu cuenta %1$@ hasta %2$@ (el importe de la compra recurrente) mediante transferencia bancaria (ACH) y, si es necesario, a iniciar entradas/ajustes de crédito por cargos efectuados por error a tu cuenta en la institución financiera mencionada. Reconoces que la iniciación de transacciones ACH en tu cuenta cumple con las disposiciones de la legislación estadounidense y aceptas que esta autorización no se puede revocar. Tu depósito se acreditará en tu cuenta Blockchain.com en un plazo de 0 a 4 días hábiles conforme a la comisión que se muestre en el momento de la compra. Puedes retirar estos fondos de tu cuenta Blockchain.com %3$@ días después de que Blockchain.com reciba los fondos de tu institución financiera.
pt: Autoriza a Blockchain.com, Inc. a debitar a sua conta %1$@ com valores até %2$@ (montante de compra recorrente) por Transferência Bancária (ACH) e, se necessário, a iniciar entradas/ajustes de crédito para quaisquer débitos efetuados incorretamente na conta que detém na Instituição Financeira acima referida. Reconhece que a procedência das transações de ACH na sua conta é conforme às disposições da lei dos EUA. Concorda que esta autorização não pode ser revogada. O depósito será creditado na sua conta Blockchain.com no prazo de 0–4 dias úteis à taxa apresentada no momento da compra. Poderá levantar esses fundos da conta Blockchain.com %3$@ dias após a Blockchain.com ter recebido os fundos Instituição Financeira.
