Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: es, pt

source: Your Blockchain.com trading account is associated with another wallet. Please log into the wallet referenced below for account access.
es: Su cuenta de operaciones de Blockchain.com está asociada a otra billetera. Inicie sesión en la billetera indicada a continuación para acceder a su cuenta.
pt: A sua Conta de Trading Blockchain.com está associada a outra carteira. Inicie sessão na carteira indicada abaixo para obter acesso à conta.

source: Your Trading Account is Linked to another wallet
es: Su cuenta de operaciones está vinculada a otro monedero
pt: A Sua Conta de Negociação está Vinculada a outra carteira

source: Available to Withdraw
es: Disponible para retirar
pt: Disponível para Levantamento

source: Buy More Crypto
es: Comprar más criptomonedas
pt: Comprar Mais Criptomoedas

source: Cash Out
es: Retiro de efectivo
pt: Retirar

source: %@ has a new name
es: %@ tiene un nuevo nombre
pt: %@ tem um novo nome

source: %@ Transferred
es: %@ transferido
pt: %@ Transferido

source: %@ Withdrawn
es: %@ retirado
pt: %@ Retirado

source: annually
es: anualmente
pt: anualmente

source: Balance
es: Saldo
pt: Equilibrar

source: By accepting this, you agree to transfer %@ from your %@ Wallet to your Rewards Account. An initial hold period of 7 days will be applied to your funds.
es: Al aceptar esto, está de acuerdo en transferir %1$@ de su Wallet de %2$@ a su Cuenta de recompensas. Se aplicará un período de retención inicial de 7 días a sus fondos.
pt: Ao aceitar, concorda em transferir %1$@ da sua %2$@ Wallet para a sua conta Rewards. Será aplicado aos seus fundos um período inicial de retenção de 7 dias.

source: Earn up to %@ annually on your %@
es: Gane hasta %1$@ anualmente con su %2$@
pt: Ganhe até %1$@ anualmente no seu %2$@

source: Heads up: %@ has renamed to %@. All balances are unaffected.
es: Aviso: %1$@ ha cambiado de nombre a %2$@. Los saldos no quedan afectados.
pt: Atenção: %1$@ mudou de nome para %2$@. Todos os saldos não são afetados.

source: I have read and agree to the Terms of Service & Privacy Policy.
es: He leído y acepto los Términos de servicio y la Política de privacidad.
pt: Li e concordo com os Termos de Serviço e Política de Privacidade.

source: This may take some time. We'll let you know when it's done.
es: Esto puede tomar algo de tiempo. Le avisaremos cuando esté listo.
pt: Isto pode tomar algum tempo. Avisaremos quando estiver pronto.

source: Trade %@
es: Operar %@
pt: Negociar %@

source: Transfer
es: Transferir
pt: Transferir

source: Transfer Now
es: Transferir ahora
pt: Transferir agora

source: Transferring %@
es: Transfiriendo %@
pt: A Transferir %@

source: Upgrade to a Unified Blockchain Account
es: Actualice a una cuenta de Blockchain unificada
pt: Atualize para uma Conta Unificada Blockchain

source: Verify your identity to deposit cash into your Wallet. Buy & Sell crypto. Withdraw at anytime.
es: Verifique su identidad para depositar efectivo en su Wallet. Compre y venda criptomonedas. Retire dinero en cualquier momento.
pt: Verifique a sua identidade para depositar dinheiro na sua Wallet. Compre e Venda criptomoedas. Retire a qualquer momento.

source: We're completing your transfer now.
es: Estamos completando su transferencia ahora.
pt: Estamos a concluir sua transferência agora.

source: We're still processing your order.
es: Todavía estamos procesando su pedido.
pt: Ainda estamos a processar seu pedido.

source: Your %@ has been transferred successfully.
es: Tu %@ se ha transferido correctamente.
pt: O seu %@ foi transferido com sucesso.

source: Your %@ has been withdrawn successfully.
es: Su %@ se ha retirado correctamente.
pt: Os seus %@ foram retirados com sucesso.

source: Additional bank fees may apply. Your bank may add fee and Exchange Rates to each transaction.
es: Pueden aplicarse comisiones bancarias adicionales. Su banco puede añadir comisiones y tipos de cambio a cada transacción.
pt: Podem ser aplicadas taxas bancárias adicionais. O seu banco pode adicionar Exchange Rates a cada transação.

source: Buying & Selling
es: Comprar y vender
pt: Comprar e Vender

source: Card Purchases
es: Compras con tarjeta
pt: Compra de Cartão

source: Bank Buys / Deposits
es: Compras/depósitos bancarios
pt: Compras / Depósitos bancários

source: Bank Withdrawals
es: Retiradas bancarias
pt: Levantamentos Bancários

source: Blockchain.com offers two types of Account Limits, each designed to suit your crypto goals and needs.
es: Blockchain.com ofrece dos tipos de límites de cuenta, cada uno diseñado para adaptarse a sus objetivos y necesidades de criptomonedas.
pt: Blockchain.com oferece duas categorias de Limites de conta, cada um projetado para responder às suas necessidades e objetivos de criptomoeda.

source: Upgrade Now
es: Actualizar ahora
pt: Atualize agora

source: Buy & Sell. Earn Rewards.
es: Compre y venda. Gane recompensas.
pt: Compre e Venda. Ganhe Rewards.

source: %@ a day
es: %@ al día
pt: %@ por dia

source: %@ a month
es: %@ al mes
pt: %@ por mês

source: %@ a year
es: %@ al año
pt: %@ por ano

source: %@ added!
es: ¡%@ se ha agregado!
pt: %@ adicionado!

source: %@ Connected Apps
es: %@ aplicaciones conectadas
pt: %@ Aplicações Conectadas

source: %@ connection was rejected.
es: %@ conexión se ha rechazado.
pt: %@ conexão foi rejeitada.

source: %@ is not a supported currency!
es: ¡%@ no es una moneda admitida!
pt: %@ não é uma divisa suportada!

source: %@ is now connected to your wallet.
es: %@ ahora está conectado a su billetera.
pt: %@ agora está conectado à sua carteira.

source: %@ Maximum
es: %@ máximo
pt: %@ Máximo

source: %@ Minimum
es: %@ mínimo
pt: %@ Mínimo

source: %@ On Hold
es: %@ en espera
pt: %@ Em Espera

source: %@ Purchased
es: %@ comprado
pt: %@ Comprado

source: %@ wants to connect.
es: %@ quiere conectarse.
pt: %@ deseja conectar-se.

source: %@ will retrieve your bank data based on your request and provide this information to Blockchain.com
es: %@ recuperará sus datos bancarios según su solicitud y proporcionará esta información a Blockchain.com
pt: %@ recuperará os seus dados bancários com base na sua solicitação e fornecerá essas informações à Blockchain.com

source: %@ will then use these details with Blockchain.com solely for the purposes of buying Cryptocurrency. This access is valid until %@, you can cancel consent at any time via the Blockchain.com settings or via your bank. This request is not a one-off, you will continue to receive consent requests as older versions expire.
es: %1$@ luego usará estos detalles con Blockchain.com únicamente con el propósito de comprar criptomonedas. Este acceso es válido hasta el %2$@; puede cancelar el consentimiento en cualquier momento a través de la configuración de Blockchain.com o a través de su banco. Esta solicitud no es única, continuará recibiendo solicitudes de consentimiento a medida que caduquen las versiones anteriores.
pt: %1$@ usará estes detalhes com a Blockchain.com exclusivamente para fins de compra de criptomoeda. Este acesso é válido até %2$@, pode cancelar o consentimento a qualquer momento através das configurações da Blockchain.com ou através do seu banco. Esta solicitação não é única, continuará a receber solicitações de consentimento à medida que as versões anteriores expirarem.

source: 1 Connected App
es: 1 aplicación conectada
pt: 1 Aplicação Conectada

source: 90 Days
es: 90 días
pt: 90 Dias

source: Access Request Expired
es: Solicitud de acceso caducada
pt: Solicitação de Acesso Expirada

source: Account Already Linked
es: Cuenta ya vinculada
pt: Conta Já Vinculada

source: Add Cash
es: Añadir efectivo
pt: Adicionar dinheiro

source: After confirming this withdrawal, you will not continue to earn rewards on the amount withdrawn. Your %@ will be available in your %@ within 2 days.
es: Después de confirmar este retiro, no continuará obteniendo recompensas por la suma retirada. Su %1$@ estará disponible en su %2$@ dentro de 2 días.
pt: Depois de confirmar este levantamento, não continuará a ganhar recompensas sobre o valor retirado. O seu %1$@ estará disponível no seu %2$@ dentro de 2 dias.

source: An error occured while loading Rewards Account details.
es: Se produjo un error al cargar los detalles de la cuenta de recompensas.
pt: Ocorreu um erro ao carregar os detalhes da conta Rewards.

source: Apply Now
es: Solicitar ahora
pt: Inscreva-se agora

source: Approve Your Payment
es: Aprobar su pago
pt: Aprovar o seu pagamento

source: Authenticator Code
es: Código de autentificación
pt: Código do Authenticator

source: Bank name
es: Nombre del banco
pt: Nome do banco

source: Blockchain.com is an agent of %@. %@ is authorised and regulated by the Financial Conduct Authority under the Payment Service Regulations 2017 [827001] for the provision of Account Information and Payment Initiation services.
es: Blockchain.com es un agente de %1$@. %2$@ está autorizado y regulado por la Autoridad de Conducta Financiera en virtud de las Regulaciones de Servicios de Pago de 2017 [827001] para la provisión de información de cuentas y servicios de inicio de pagos.
pt: Blockchain.com é um agente de %1$@. %2$@ está autorizado e regulado pela Autoridade de Conduta Financeira nos termos dos Regulamentos de Serviços de Pagamento 2017 [827001] para a prestação de serviços de Informações de Conta e Início de Pagamentos.

source: BUY
es: COMPRAR
pt: COMPRAR

source: Buy %@ Now
es: Comprar %@ ahora
pt: Compre %@ agora

source: Buy enough %@ to pay for fees plus any you want to send.
es: Compre suficiente %@ para pagar las tasas más las que desee enviar.
pt: Compre %@ suficiente para pagar as taxas mais as que desejar enviar.

source: Buying %@
es: Comprando %@
pt: A comprar %@

source: Can't load Rewards Details
es: No se pueden cargar los detalles de las recompensas
pt: Não é possível carregar detalhes de Rewards

source: Cash Out from Your Bank
es: Retirar dinero de su banco
pt: Saque do Seu Banco

source: Contact support
es: Póngase en contacto con el servicio de asistencia técnica
pt: Contacte o apoio ao cliente

source: Couldn't load a list of available cryptocurrencies: %@
es: No se pudo cargar una lista de criptomonedas disponibles: %@
pt: Não foi possível carregar uma lista de criptomoedas disponíveis: %@

source: Device IP
es: IP del dispositivo
pt: IP do dispositivo

source: Don’t worry. Your crypto is safe. Please try again or contact our Support Team for help.
es: No se preocupe, sus criptomonedas están seguras. Vuelva a intentarlo o póngase en contacto con nuestro equipo de asistencia para obtener ayuda.
pt: Não se preocupe. A sua criptomoeda está segura. Tente novamente ou entre em contacto com a nossa equipa de apoio ao cliente para obter ajuda.

source: Don’t worry. Your funds are safe. Please try again or contact our Support Team for help.
es: No se preocupe, sus fondos están seguros. Vuelva a intentarlo o póngase en contacto con nuestro equipo de asistencia para obtener ayuda.
pt: Não se preocupe. Os seus fundos estão seguros. Tente novamente ou entre em contacto com a nossa equipa de apoio ao cliente para obter ajuda.

source: Enter your twelve word Secret Private Key Recovery Phrase (Seed Phrase) to restore wallet. Separate each word with a space.
es: Ingrese su frase de recuperación de clave privada secreta de doce palabras (frase inicial) para restaurar la billetera. Separe cada palabra con un espacio.
pt: Digite a sua Frase de Recuperação de Chave Privada Secreta de doze palavras (frase inicial) para restaurar a carteira. Separe cada palavra com um espaço.

source: Failed to get payment details
es: No se pudieron obtener los detalles del pago.
pt: Falha ao obter detalhes de pagamento

source: Fatal error
es: Error grave
pt: Erro fatal

source: Fee too low
es: Tasa demasiado baja
pt: Taxa demasiado baixa

source: Fetching Rewards Accounts...
es: Obteniendo cuentas de recompensas ...
pt: A Procurar Contas Rewards...

source: Fetching Your Account Status...
es: Obteniendo el estado de su cuenta...
pt: A Procurar o Estatuto da Sua Conta...

source: Find your Bank
es: Encuentre su banco
pt: Encontre o seu Banco

source: Get higher limits
es: Obtenga límites más altos
pt: Obtenha limites mais altos

source: Get More %@
es: Obtenga más %@
pt: Obtenha mais %@

source: Go back
es: Atrás
pt: Volte

source: Held Until
es: En pausa hasta
pt: Mantido Até

source: I have read and agree to the
es: He leído y acepto los
pt: Eu li e concordo com o

source: I Understand
es: De acuerdo, continuar
pt: Entendi, continuar

source: If this was you, approve the device below. If you do not recognize this device, please deny this request.
es: Si fue usted, apruebe el dispositivo a continuación. Si no reconoce este dispositivo, rechace esta solicitud.
pt: Se foi você, aprove o dispositivo abaixo. Se não reconhece este dispositivo, negue esta solicitação.

source: If this wasn’t you trying to log in and it happens again, contact support.
es: Si no estaba intentando iniciar sesión y vuelve a suceder, póngase en contacto con nuestro equipo de asistencia.
pt: Se não foi você que tentou iniciar sessão e isto aconteceu novamente, entre em contacto com o apoio ao cliente.

source: In order to share your %@ data with Blockchain.com, you will now be securely redirected to your bank to confirm your consent for %@ to read the following information: • Identification details • Account(s) details
es: Para compartir sus datos de %1$@ con Blockchain.com, ahora se le redirigirá de manera segura a su banco para confirmar su consentimiento para que %2$@ lea la siguiente información: • Datos de identificación • Detalles de la(s) cuenta(s)
pt: Para partilhar os seus dados de %1$@ com Blockchain.com, será redirecionado com segurança para o seu banco para confirmar o seu consentimento para %2$@ ler as seguintes informações: • Detalhes de identificação • Detalhes da (s) conta (s)

source: Incorrect password
es: Contraseña incorrecta
pt: Senha incorreta

source: Insufficient gas
es: Gas insuficiente
pt: Gás insuficiente

source: Invalid address
es: Dirección inválida
pt: Endereço inválido

source: Invoice expired
es: Factura caducada
pt: Fatura expirada

source: It looks like there is a problem communicating with Blockchain.com. We are unable to continue, please try again later.
es: Parece que hay un problema al comunicarse con Blockchain.com y no podemos continuar. Vuelva a intentarlo más tarde.
pt: Parece que há um problema de comunicação com a Blockchain.com. Não foi possível continuar, tente novamente mais tarde.

source: Learn more ->
es: Más información ->
pt: Saber mais ->

source: Limits & Features
es: Límites y funciones
pt: Limites e recursos

source: Loading..
es: Cargando...
pt: A Carregar..

source: Loading...
es: Cargando...
pt: Carregando...

source: Log In Rejected
es: Se ha rechazado el inicio de sesión
pt: Início de Sessão Rejeitado

source: Looks like something went wrong. Please try again.
es: Parece que algo salió mal. Vuelva a intentarlo.
pt: Parece que algo correu mal. Por favor, tente novamente.

source: Looks like your **%@** only allows buys up to **%@ at at time**. To buy **%@**, split your buy into multiple transactions.
es: Parece que su **%1$@** solo permite compras de hasta **%2$@ a la vez**. Para comprar **%3$@**, divida su compra en varias transacciones.
pt: Parece que ** %1$@ ** só permite compras de até ** %2$@ cada vez **. Para comprar ** %3$@ **, divida a sua compra em várias transações.

source: Looks like your **%@** only allows deposits up to **%@ at at time**. To deposit **%@**, split your deposit into multiple transactions.
es: Parece que su **%1$@** solo permite depósitos de hasta **%2$@ a la vez**. Para depositar **%3$@**, divida su depósito en varias transacciones.
pt: Parece que ** %1$@ ** só permite depósitos de até ** %2$@ cada vez **. Para depositar ** %3$@ **, divida o seu depósito em várias transações.

source: Message from %@
es: Mensaje de %@
pt: Mensagem de %@

source: Minimum transfer of %@ required
es: Se requiere transferencia mínima de %@
pt: Transferência mínima de %@ necessária

source: Minimum withdraw of %@ required
es: Se requiere una retirada mínima de %@
pt: Levantamento mínimo de %@ necessário

source: Network
es: Red
pt: Rede

source: Network error
es: Error de red
pt: Erro de rede

source: No camera access
es: Sin acceso a la cámara
pt: Sem acesso à câmara

source: No purchasable pairs found
es: No se encontraron pares adquiribles
pt: Nenhum par comprável encontrado

source: No Wallets
es: Sin Wallets
pt: Sem Wallets

source: Not enough funds
es: Fondos insuficientes
pt: Fundos insuficientes

source: On Hold
es: En espera
pt: Em espera

source: Order is being processed, we will let you know when its done. You can safely close this sheet while we update the order in the background.
es: El pedido se está procesando; le avisaremos cuando esté listo. Puede cerrar esta hoja de forma segura mientras actualizamos el pedido en segundo plano.
pt: O pedido está a ser processado, avisaremos quando estiver concluído. Pode fechar esta folha com segurança enquanto atualizamos o pedido em segundo plano.

source: Origin IP
es: IP de origen
pt: IP de origem

source: Over your limit
es: Por encima de su límite
pt: Acima do seu limite

source: Payment total
es: Pago total
pt: Pagamento total

source: Please check your Internet connection and try again or Contact Support if the issue persists.
es: Compruebe su conexión a internet y vuelva a intentarlo o póngase en contacto con el servicio de asistencia técnica si el problema persiste.
pt: Verifique a sua ligação à Internet e tente novamente ou entre em contacto com o apoio ao cliente se o problema persistir.

source: QR Code Login
es: Iniciar sesión con código QR
pt: Iniciar Sessão com o Código QR

source: Raw transaction from %@
es: Transacción sin procesar de %@
pt: Transação bruta de %@

source: Receive Crypto
es: Recibir criptomonedas
pt: Receber cripto

source: Receiving
es: Recibiendo
pt: A Receber

source: Retry
es: Reintentar
pt: Tentar novamente

source: Return to your browser to continue logging in.
es: Regrese a su navegador para continuar iniciando sesión.
pt: Retorne ao seu navegador para continuar a iniciar sessão.

source: Review T&Cs
es: Revisar los Términos y condiciones
pt: Reveja os T & Cs

source: Right now, we only allow up to %@ buys pending at a time.
es: En este momento, solo permitimos hasta %@ compras pendientes a la vez.
pt: No momento, permitimos apenas %@ compras pendentes de cada vez.

source: See that something doesn't look right?
es: ¿Hay algo no está bien?
pt: Viu que algo não parece certo?

source: Select the crypto you want to buy and link a debit or credit card.
es: Seleccione la criptomoneda que desea comprar y vincule una tarjeta de débito o crédito.
pt: Selecione a criptomoeda que deseja comprar e vincule um cartão de débito ou crédito.

source: Send Crypto
es: Enviar criptomonedas
pt: Enviar cripto

source: Sending
es: Enviando
pt: Enviando

source: Signing
es: Firmando
pt: A Assinar

source: SMS Code
es: Código SMS
pt: Código SMS

source: Taking you to %@
es: Conectándole a %@
pt: A direcionar para %@

source: Tap to Refresh
es: Pulse para actualizar
pt: Toque para atualizar

source: The device approval link has expired, please try again.
es: El enlace de aprobación del dispositivo ha caducado. Vuelva a intentarlo.
pt: O link de aprovação do dispositivo expirou, tente novamente.

source: The max you can send from this wallet is **%@**. Buy **%@** now to send this amount.
es: Lo máximo que puede enviar desde esta billetera es **%1$@**. Compre **%2$@** ahora para enviar esta cantidad.
pt: O máximo que pode enviar desta carteira é ** %1$@ **. Compre ** %2$@ ** agora para enviar esta quantia.

source: The maximum amount of %@ you can buy with your %@ Account is **%@**.
es: La cantidad máxima de %1$@ que puede comprar con su cuenta %2$@ es **%3$@**.
pt: A quantia máxima de %1$@ pode comprar com sua conta %2$@ é ** %3$@ **.

source: The maximum amount of %@ you can sell from this account is **%@**.
es: La cantidad máxima de %1$@ que puede vender desde esta cuenta es **%2$@**.
pt: O valor máximo de %1$@ pode vender desta conta é ** %2$@ **.

source: The maximum amount of %@ you can send is **%@**.
es: La cantidad máxima de %1$@ que puede enviar es **%2$@**.
pt: A quantidade máxima de %1$@ pode enviar é ** %2$@ **.

source: The maximum amount of %@ you can swap for %@ is **%@**.
es: La cantidad máxima de %1$@ que puede intercambiar por %2$@ es **%3$@**.
pt: O valor máximo de %1$@ pode trocar por %2$@ é ** %3$@ **.

source: The maximum amount of %@ you can withdraw from this account is **%@**.
es: La cantidad máxima de %1$@ que puede retirar de esta cuenta es **%2$@**.
pt: O valor máximo de %1$@ pode levantar desta conta é ** %2$@ **.

source: The minimum amount for you can deposit is **%@**.
es: La cantidad mínima que puede depositar es **%@**.
pt: O valor mínimo que pode depositar é ** %@ **.

source: The minimum amount for you can sell is **%@**.
es: La cantidad mínima que puede vender es **%@**.
pt: O valor mínimo que pode vender é ** %@ **.

source: The minimum amount for you can send is **%@**.
es: La cantidad mínima que puede enviar es **%@**.
pt: O valor mínimo que pode enviar é ** %@ **.

source: The request to pair your account has timed out. Try pairing your account again. If this keeps happening, please contact support.
es: La solicitud para emparejar su cuenta ha caducado. Inténtelo de nuevo y si el problema persiste, póngase en contacto con el equipo de asistencia.
pt: A solicitação para emparelhar a sua conta expirou. Tente emparelhar a sua conta novamente. Se isso continuar a acontecer, entre em contacto com o apoio ao cliente.

source: There is a problem connecting to your camera, please check the permissions and try again
es: Hay un problema al conectarse a su cámara; verifique los permisos y vuelva a intentarlo
pt: Há um problema de conexão com a sua câmara, verifique as permissões e tente novamente

source: There was a network error logging in. Please try again.
es: Se produjo un error de red al iniciar sesión. Vuelva a intentarlo.
pt: Ocorreu um erro de rede ao iniciar sessão. Tente novamente.

source: There was a problem retrieving your limits information. Please try again.
es: Hubo un problema al recuperar la información de sus límites. Vuelva a intentarlo.
pt: Ocorreu um problema ao recuperar as informações dos seus limites. Por favor, tente novamente.

source: There was an error logging in. Please try again.
es: Se produjo un error al iniciar sesión. Vuelva a intentarlo.
pt: Ocorreu um erro ao iniciar a sessão. Tente novamente.

source: There's an issue connecting your bank. Please try again or use another payment method. If this keeps happening, please contact support.
es: Hay un problema al conectar su banco. Vuelva a intentarlo o utilice otro método de pago. Si esto sigue sucediendo, póngase en contacto con el equipo de asistencia.
pt: Ocorreu um problema ao vincular o seu banco. Tente novamente ou use outro método de pagamento. Se isso continuar a acontecer, entre em contacto com o apoio ao cliente.

source: These funds are available now to Sell & Swap. Note: You will not be able to Send or Withdraw these funds from your Wallet.
es: Estos fondos están disponibles ahora para vender e intercambiar. Nota: no podrá enviar ni retirar estos fondos de su Wallet.
pt: Esses fundos estão disponíveis agora para vender e trocar. Nota: não poderá Enviar ou Levantar esses fundos da sua Wallet.

source: This could take up to 30 seconds. Please do not go back or close the app.
es: Esto puede tardar hasta 30 segundos. No vuelva atrás ni cierre la aplicación.
pt: Isto pode demorar até 30 segundos. Não retroceda nem feche a aplicação.
