Repository: blockchain/My-Wallet-V3-iOS
Catalog: Blockchain/Localization/*.lproj/Backup.strings
Languages: cs, da, de, hi, hr, hu, ms, ru, sk, vi, zh

# 1Hq-6D-ut1.text
source: Backup funds again
cs: Zálohovat prostředky znovu
da: Backup midler igen
de: Guthaben erneut sichern
hi: बैकअप फिर से धन
hr: Sigurnosna kopija sredstva ponovno
hu: Biztonsági alapok újra
ms: Dana sandaran sekali lagi
ru: Сделать резервную копию средств еще раз
sk: Záložné zdroje opäť
vi: Sao lưu lại các khoản tiền
zh: 再次备份资金

# 3kJ-3U-lFe.text
source: Please try again
cs: Zkuste to prosím znovu
da: Prøv venligst igen
de: Bitte erneut versuchen
hi: कृपया पुन: प्रयास करें
hr: Molimo pokušajte ponovno
hu: Legyen szíves megpróbál újra
ms: Sila cuba lagi
ru: Попробуйте еще раз
sk: Skúste to prosím znova
vi: Vui lòng thử lại
zh: 请重试

# 4Nq-ue-tXr.text
source: Enter the following words from your Recovery Phrase to complete the backup process.
cs: Zadáním následujících slov z fráze pro obnovení dokončíte proces zálohování.
da: Angiv følgende ord fra din opsving sætning til at fuldføre den sikkerhedskopi oparbejde.
de: Zur Beendigung des Backup-Verfahrens geben Sie die folgenden Worte Ihres Wiederherstellungspassworts ein.
hi: अपने पुनर्प्राप्ति बैकअप प्रक्रिया पूर्ण करने के लिए वाक्यांश से निम्नलिखित शब्द दर्ज करें।
hr: Unesite sljedeće riječi oporavak izraz to kompletan sigurnosna kopija napredak.
hu: Írja be a következő szavakat a helyreállítási mondat-hoz kiegészít a hát folyamat.
ms: Masukkan perkataan berikut daripada frasa pemulihan anda untuk melengkapkan proses sandaran.
ru: Введите следующие слова из своей фразы для восстановления, чтобы завершить процесс создания резервной копии.
sk: Zadajte nasledujúce slová vaše zotavenie frázy na dokončenie procesu zálohovania.
vi: Nhập các từ tiếp theo trong Nhóm từ khôi phục để hoàn thành quá trình sao lưu.
zh: 输入您“恢复密语”中的下列词以完成备份过程。

# 6zt-Xf-txg.text
source: Press and hold to reveal the word
cs: Slovo zobrazíte stisknutím a podržením
da: Tryk og hold for at afsløre ordet
de: Zur Anzeige des Wortes länger drücken
hi: शब्द प्रकट करने के लिए दबाकर रखें
hr: Pritisnite i držite da bi se otkrilo riječ
hu: Nyomja meg és tartsa, hogy felfedje a szót
ms: Tekan dan tahan untuk mendedahkan perkataan
ru: Нажмите и удерживайте, чтобы показать слово
sk: Stlačte a podržte odhaliť slovo
vi: Nhấn và giữ để hiện từ
zh: 长按可显示该词

# 07q-RX-CeI.text
source: Please try again
cs: Zkuste to prosím znovu
da: Prøv venligst igen
de: Bitte erneut versuchen
hi: कृपया पुन: प्रयास करें
hr: Molimo pokušajte ponovno
hu: Legyen szíves megpróbál újra
ms: Sila cuba lagi
ru: Попробуйте еще раз
sk: Skúste to prosím znova
vi: Vui lòng thử lại
zh: 请重试

# 9A7-TT-PzN.title
source: Backup Funds
cs: Zálohovat prostředky
da: Backup midler
de: Guthaben sichern
hi: बैकअप फंड
hr: Sigurnosna kopija sredstva
hu: Biztonsági alapok
ms: Dana sandaran
ru: Создать резервную копию средств
sk: Záložné zdroje
vi: Sao lưu các khoản tiền
zh: 备份资金

# 9Hu-uO-gJl.text
source: Oh no! You haven't backed up your funds yet.
cs: Ale ne! Zatím jste ještě nezálohovali svoje prostředky.
da: Åh intet! Du ikke har sikkerhedskopieret dine penge endnu.
de: Oh nein! Sie haben Ihre Guthaben noch nicht gesichert.
hi: ओह नहीं! आप अपने धन को अभी तक समर्थित नहीं।
hr: -Nema! Još niste napravili backup svoje fondove još.
hu: Oh nem! Ön kikötő ' elmentett alapok-még.
ms: Oh tidak! Anda telah tidak disandarkan dana anda lagi.
ru: О, нет! Вы еще не создали резервную копию ваших средств.
sk: Ach nie! Copak zálohovať vaše finančné prostriedky ešte.
vi: Ồ không! Bạn chưa sao lưu các khoản tiền của mình.
zh: 哦，不好！ 您尚未备份您的资金。

# 9WK-My-5CL.text
source: This action requires the second password for your bitcoin wallet. Please enter it below and press continue.
cs: Tato akce vyžaduje druhé heslo k Vaší bitcoinové peněžence. Zadejte ho níže a stiskněte Pokračovat.
da: Denne handling kræver en anden adgangskode til tegnebogen bitcoin. Angiv det venligst nedenfor og tryk på Fortsæt.
de: Für diese Aktion ist das zweite Passwort Ihrer Bitcoin-Wallet erforderlich. Bitte geben Sie es im Folgenden ein und drücken Sie auf 'Weiter'.
hi: इस कार्रवाई के लिए अपना bitcoin बटुआ दूसरा पासवर्ड की आवश्यकता है। कृपया उसे नीचे दर्ज करें और प्रेस जारी रखें।
hr: Ova akcija zahtijeva drugu lozinku za novčanik bitcoin. Molimo unesite ga ispod i pritisnite dalje.
hu: Ez a művelet megköveteli a második jelszó bitcoin tárcátok. Kérjük, adja meg alább, és sajtó Folytatódik.
ms: Tindakan ini memerlukan kata laluan kedua untuk bitcoin dompet anda. Sila masukkannya di bawah dan tekan teruskan.
ru: Это действие требует введения второго пароля для кошелька bitcoin. Введите его ниже и нажмите продолжить.
sk: Táto akcia vyžaduje druhé heslo pre bitcoin peňaženku. Prosím, zadajte ju nižšie a stlačte tlačidlo pokračovať.
vi: Hành động này yêu cầu mật khẩu cấp 2 cho ví bitcoin. Vui lòng nhập vào bên dưới và nhấn tiếp tục.
zh: 该操作要求您的比特币钱包的副密码。 请在下方输入并按“继续”。

# 9hR-tm-aq5.placeholder
source: first word
cs: první slovo
da: første ord
de: erstes Wort
hi: प्रथम शब्द
hr: Prva riječ
hu: első szó
ms: perkataan pertama
ru: первое слово
sk: prvé slovo
vi: từ số 1
zh: 第一个词

# AFH-AI-Rgk.normalTitle
source: Previous word
cs: Předchozí slovo
da: Forrige ord
de: Vorheriges Wort
hi: पिछला शब्द
hr: Prethodne riječi
hu: Előző szó
ms: Perkataan sebelumnya
ru: Предыдущее слово
sk: Predchádzajúce slovo
vi: Từ trước
zh: 上一个词

# CBl-1W-VP8.placeholder
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
hi: पासवर्ड
hr: Lozinku
hu: Jelszó
ms: Kata laluan
ru: Пароль
sk: Heslo
vi: Mật khẩu
zh: 密码

# EQM-OM-jK8.normalTitle
source: Done
cs: Hotovo
da: Gjort
de: Fertig
hi: किया
hr: Učinio
hu: Kész
ms: Dilakukan
ru: Готово
sk: Hotovo
vi: Hoàn tất
zh: 完成

# FDO-ui-cGo.text
source: Don't take a screenshot! You can jeopardize your wallet's security
cs: Nevytvářejte kopii obrazovky! Můžete ohrozit zabezpečení své peněženky
da: Ikke tage et screenshot! Du kan bringe din tegnebog sikkerhed
de: Machen Sie keine Bildschirmaufnahme! Sie können damit die Sicherheit Ihrer Wallet gefährden
hi: एक स्क्रीनशॉट ले लो न! आप अपने बटुए की सुरक्षा ख़तरे में डालना कर सकते हैं
hr: Ne uzeti snimka ekrana! Može ugroziti vaš novčanik sigurnost
hu: Nem fog egy ernyőz! Veszélyeztetik a biztonság a pénztárca
ms: Jangan mengambil petikan skrin! Anda boleh menjejaskan Keselamatan dompet anda
ru: Не делайте фото экрана! Вы можете поставить под угрозу безопасность вашего кошелька
sk: Nemám vziať screenshot! Môže ohroziť bezpečnosť vašej peňaženky
vi: Không chụp ảnh màn hình! Bạn có thể gây nguy hiểm cho sự an toàn của ví
zh: 不抓取屏幕截图! 您可能会损害您钱包的安全性

# Fda-Z4-3e7.placeholder
source: sixth word
cs: šesté slovo
da: sjette ord
de: sechstes Wort
hi: छठे शब्द
hr: Šesta riječ
hu: hatodik szó
ms: perkataan keenam
ru: шестое слово
sk: Šiesty slovo
vi: từ số 6
zh: 第六个词

# NaV-Bk-o1b.text
source: How to restore your wallet
cs: Jak si můžete obnovit svoji peněženku
da: Sådan gendannes din tegnebog
de: So stellen Sie Ihre Wallet wieder her
hi: अपने बटुए को पुनर्स्थापित कैसे करें
hr: Kako vratiti novčanik
hu: Hogyan viselkedni visszaad a pénztárca
ms: Bagaimana untuk mengambil semula dompet anda
ru: Как восстановить кошелек
sk: Ako obnoviť vašu peňaženku
vi: Làm thế nào để khôi phục lại ví
zh: 如何恢复您的钱包

# T4p-mz-siC.normalTitle
source: VERIFY BACKUP
cs: OVĚŘIT ZÁLOHU
da: KONTROLLERE BACKUP
de: BACKUP ÜBERPRÜFEN
hi: बैकअप सत्यापित करें
hr: PROVJERITE SIGURNOSNA KOPIJA
hu: ELLENŐRIZZE A BIZTONSÁGI MÁSOLAT
ms: MENGESAHKAN SANDARAN
ru: ВЕРИФИЦИРОВАТЬ РЕЗЕРВНУЮ КОПИЮ
sk: OVERENIE ZÁLOHOVANIA
vi: XÁC MINH SAO LƯU
zh: 验证备份

# UCL-i9-UDp.text
source: Write the words down in the exact order they appear on a sheet of paper, and store it somewhere safe
cs: Zapište si slova v přesném pořadí na kousek papíru a uschovejte ho na bezpečné místo
da: Skrive ord i præcis den rækkefølge de vises på et ark papir, og opbevar den et sikkert sted
de: Notieren Sie die genaue Wortfolge auf einem Stück Papier und heben Sie es an einem sicheren Ort auf
hi: शब्दों के सही क्रम में वे कागज के एक पत्रक पर दिखाई देते हैं, और कहीं न कहीं सुरक्षित संग्रह नीचे लिखें
hr: Zapišite riječi u točan poredak na list papira i pohraniti ga negdje na sigurno
hu: A szavakat leírni a pontos sorrendben jelennek meg egy papírlapot, és tárolja biztonságos helyen
ms: Tuliskan perkataan mengikut arahan yang sepatutnya mereka muncul pada sehelai kertas, dan simpan tempat selamat
ru: Запишите слова в точном порядке, в котором они отображаются, на листе бумаги, и храните его в надежном месте
sk: Napísať slová v presnom poradí objaví na list papiera a uložte ju niekde v bezpečí
vi: Viết chính xác các từ theo thứ tự, và lưu trữ ở một nơi an toàn
zh: 将这些词以其显示的顺序写在纸张上，并保管在安全的地方

# Yh8-Gm-6op.text
source: Lost your 12 word recovery phrase?
cs: Ztratili jste 12ti slovnou frázi pro obnovení?
da: Mistet din 12 word recovery sætning?
de: Haben Sie Ihr 12 Worte umfassendes Wiederherstellungspasswort verloren?
hi: अपने 12 वर्ड वसूली मुहावरा खो दिया?
hr: Izgubio 12 riječ oporavak fraza?
hu: Elveszett a 12 szó helyreállítási kifejezés?
ms: Hilang frasa pemulihan 12 perkataan anda?
ru: Потеряли свою фразу для восстановления из 12 слов?
sk: Stratil 12 slovo oživenie fráza?
vi: Mất nhóm 12 từ khôi phục?
zh: 丢失了12 个词组成的恢复密语?

# eaO-py-9rY.normalTitle
source: Next word
cs: Další slovo
da: Næste ord
de: Nächstes Wort
hi: अगला शब्द
hr: Sljedeću riječ
hu: Következő szó
ms: Perkataan seterusnya
ru: Следующее слово
sk: Ďalšie slovo
vi: Từ tiếp theo
zh: 下一个词语

# eyR-AW-SMc.text
source: Please take a few minutes to ensure you can access your bitcoin (except in imported addresses), even if you forget your password or if our service becomes unavailable. We promise doing so is quick, painless, and worth it.
cs: Věnujte prosím několik minut svého času a ověřte, zda máte přístup ke svým bitcoinům (s výjimkou bitcoinů v importovaných adresách), i když zapomenete svoje heslo nebo budou naše služby nedostupné. Slibujeme, že to půjde rychle, bezbolestně a vyplatí se to.
da: Bedes du tage et par minutter til at sikre, at du kan få adgang til din bitcoin (undtagen i importerede adresser), selv hvis du glemmer din adgangskode, eller hvis vores tjeneste ikke er tilgængelig. Vi lover at gøre det er hurtig, smertefri, og det værd.
de: Bitte nehmen Sie sich ein paar Minuten Zeit und prüfen Sie, ob Sie auf Ihre Bitcoins zugreifen können (außer bei importierten Adressen) - selbst beim Vergessen des Passworts oder Ausfall unseres Service. Wir versprechen, dass das schnell, schmerzlos und lohnenswert ist.
hi: कृपया आप अपने bitcoin का उपयोग कर सकते हैं यह सुनिश्चित करने के लिए कुछ मिनट लग (छोड़कर आयातित पतों में), यहां तक कि अगर आप अपना पासवर्ड भूल गए हैं या यदि हमारी सेवा अनुपलब्ध हो जाता है। हम वादा करता हूँ ऐसा त्वरित, पीड़ारहित, और इसके लायक है।
hr: Molimo vas da odvojite nekoliko minuta kako bi se osiguralo možete pristupiti tvoj bitcoin (osim u uvezenih adrese), čak i ako zaboravite lozinku ili ako naša usluga postane nedostupan. Mi smo obećanje to je brzo, bezbolno, i isplati.
hu: Kérjük, szánjon pár perc, annak biztosítása érdekében, elérhetjük a bitcoin (kivéve az importált címek), még akkor is, ha elfelejti a jelszavát, vagy ha a szolgáltatás elérhetetlenné válik. Ígérjük, hogy erre gyors, fájdalommentes, és megéri.
ms: Sila luangkan beberapa minit untuk memastikan anda boleh mengakses bitcoin anda (kecuali di alamat import), walaupun jika anda terlupa kata laluan anda atau jika Perkhidmatan kami menjadi tidak tersedia. Kami berjanji akan berbuat demikian adalah pantas, tidak menyakitkan, dan berbaloi.
ru: Убедитесь, что вам доступны ваши биткоины (за исключением импортируемых адресов), даже если вы забудете свой пароль или сервис будет недоступен. Мы обещаем, что это будет быстро, просто и полезно.
sk: Venujte prosím pár minút na zabezpečenie dostanete vaše bitcoin (s výnimkou importovaných adries), aj v prípade, že ste zabudli heslo alebo ak naša služba nie je k dispozícii. Sľubujeme, že to je rýchly, bezbolestný, a stojí za to.
vi: Vui lòng dành ra một vài phút để đảm bảo bạn có thể truy cập bitcoin của mình (ngoài trừ các địa chỉ đã nhập), kể cả khi bạn đã quên mật khẩu hay dịch vụ của chúng tôi không hiển thị. Chúng tôi hứa sẽ thực hiện nhanh chóng.
zh: 请花几分钟时间确保，即使在您忘记密码或者我们的服务不可用时，您仍然可以访问您的比特币 （导入地址中的比特币除外）。 我们承诺这样操作快速、 简便且事半功倍。

# kcC-2S-PfL.placeholder
source: third word
cs: třetí slovo
da: tredje ord
de: drittes Wort
hi: तीसरा शब्द
hr: Treća riječ
hu: harmadik szó
ms: perkataan ketiga
ru: третье слово
sk: tretie slovo
vi: từ số 3
zh: 第三个词
